import 'package:flutter/cupertino.dart';

import 'fontsGuide.dart';

class Chapter {
  final String title;
  final Widget reads;

  Chapter({
    this.title,
    this.reads,
  });
}

List chapter = [
  Chapter(
    title: 'የደቀ መዝሙር ትምህርት',
    reads: RichText(
      text: TextSpan(
        text: '',
        style: CFont.reads,
        children: [
          TextSpan(text: 'አላማ፡-', style: CFont.boldReads),
          TextSpan(
              text:
                  ' ለክርስቶስ የሆነ ሁሉ ደቀ መዝሙር እንዲሆን የተገባ ስለሆነ ይህንን የደቀ መዝሙርነት ህይወት እንዴት መኖር እንደሚቻል ለማሳየት ማቴ፡28፡19-20 \nጌታ ኢየሱስን በቃልና በኑሮ ለመምሰልና በሁሉም አቅጣጫ በማያቃርጥ ሂደት ወደ እርሱ ለማደግ ነዉ፡፡\n'),
          TextSpan(text: 'ትርጉም፡-', style: CFont.boldReads),
          TextSpan(
              text:
                  ' ደቀ መዝሙር የሚለዉ ቃል የግዕዝ ቃል ሲሆን ትርጉሙ አስተማሪዉን የሚመስል፡ ከእርሱ የሚማር እርሱን ማለትም ንግግሩን፡ የህይወት መርሁን ወይም አቃሙን የሚምስል በአጠቃላይ እንደ አስተማሪዉና የርሱን ማንነት የተላበሰ ተማሪ ነዉ፡፡\n'),
          TextSpan(text: '1.1 ደቀ መዝሙርነት በብሉይ ኪዳን እይታ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'በእብራይስጥ ታልማድ የሚለዉ ቃል ደቀ መዝሙር የሚለዉን ለመግጽ የተጠቀመበት ሲሆን በአብዛኛዉ ይህ የአስተማሪዉን የተማሪወን ግንኙነታቸዉን በመናገርና በመስማት ላይ የተመሰረተ መሆኑን የሚያሰሳይ ነዉ፡፡ 1ዜና 28፡5 ኢሳ 50፡4 ኢሳ 8፡16 በብሉይ ኪዳን ደቀ መዝሙርነት ዋናና ብቸኛ ተተኪን ማሳደጊያ መንገድ ነበር፡፡ 2ነገ 4፡11   4፡29-31\n'),
          TextSpan(text: '1.2 ደቀ-መዝሙርነት በአዲስ ኪዳን እይታ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  '፠ በግሪክ ‹‹ማቴቴስ›› ማለት ሲሆን ትርጉሙ ተማሪ የአንድ ፖለቲካ እምነት ተከታይ፣ የተደራጀ ህዝብ ማለት ነዉ፡፡\n፠ ኢየሱስ ባገለገለበት ዘመን ከኢየሱስ ደቀ መዛሙርት በተጨማሪ ፈሪሳዉያን (ማቴ 22፡16) ፣ መጥምቁ ዩሐንስ (ማር 2፡18) ሙሴ (ዩሐ 9፡28) ደቀ መዛሙርት እንደነበራቸዉ እንመለከታለን፡፡\n'),
          TextSpan(text: '1.3 ደቀ-መዝሙርነት ምንድን ነዉ?\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እግዚአብሄር ሰወችን በወንጌል የመጥራት አላማዉ ደቀ መዝሙር እንዲሆኑ ነዉ፡፡ ማቴ 28፡19-20 እንዲሁም ደቀ መዛሙርትን ሲጠራቸዉ ሲመርጣቸዉ እነርሱም ደቀ መዛሙርትን እንዲያፈሩ ነዉ፡፡\nማር 1፡16-18   ከላይ ከተገለፀዉ የክርስቶስ ንግግሮፈች የምንገነዘበዉ፤\n'),
          TextSpan(
              text: 'ሀ. ደቀ መዝሙርነት የኢየሱስ ትዕዛዝ ነዉ ማቴ 28፡19-20\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'በአዲስ ኪዳን -\n     ደቀ መዝሙር 269 ጊዜ ተጠቅሳል፡፡\n    ክርስቲያን 3 ጊዜ ተጠቅሳል፡፡\n    አማኝ 2 ጊዜ ተጠቅሰሳል፡፡\n'),
          TextSpan(
              text: 'ለ. ደቀ መዝሙርነት የሁልጊዜ ተማሪነት ነዉ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ደቀ መዝሙርነት በአላማ የሆነ ትምህርት ሲሆን የተማሩትን መታዘዝ እና ማድረግ የሚጠይቅ ሆኖ በፍፁም ሃሳብ መምረጥን በቁርጠኝነት መተዉንና መካድን እንዲሁም በፍጹም ልብ መታዘዝን የሚyጠቃልል ነዉ፡፡ ዕብ 6፡11-12\n'),
          TextSpan(
              text: 'ሐ. ደቀ መዝሙርነት የመሰጠት ህይወት ነዉ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ደቀ መዝሙርነት የእድሜ ልክ ጉዞ እንጂ የአጭር ጊዜ ተግባር ስላይደለ ቀኝ ኃላ የሚዞርብት ፣ ጥቂት ተጉዘን የምናቆምበት ወደ ኃላ የምንመለስበት ሕይወት ይደለም ማር 10፡28 ዩሐ 16፡6\n'),
          TextSpan(text: '1.4 የደቀ መዝሙርነት ጅማሬ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  ' ደቀ መዝሙርነት በክርስቶስ በማመን የሚጀምር ህይወት ነዉ፡፡ ክርስቶስን እነደ ግል አዳኝ አድርጎ የተቀበለ አማኝ ለክርስቶስ የደቀ መዝሙርነት ህይወት እራሱን ሙሉ ለሙሉ አሳልፎ ከሰጠ የክርስቶስ የሙሉ ጊዜ ተማሪ ሆኖ ሊቀጥል ይችላል፡፡\n'),
          TextSpan(text: '1.5  የደቀ መዝሙርነት ቅድመ ሁኔታ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እግዚአብሄር ያስቀመጠዉን ቅድመ ሁኔታ ለማሟላት ፈቃደኝ ባለመሆን ምክንያት ሁሉም ክርስቲያን (አማኚ) ደቀ መዝሙር አይደለም፡፡ ከእነዚህ ቅድመ ሁኔታወች ዉስጥ፡-\n'),
          TextSpan(text: 'ሀ. እራስን መካድ ሉቃ 9፡23\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'እራስን መካድ ማለት የራስን ማንነት አለመቀበል ሳይሆን ክርስቶስ ኢየሱስን ካገኘንበት ቀን ጀምሮ ያለዉ ህይወታችን ሁሉ እግዚአብሄርን ደስ ለማሰኘት ለእርሱ እንደምንኖር በማወቅ መመልለስ ማለት ነዉ፡፡እኔ ከዚህ በሁዋላ የእኔ አይደለሁም በእኔ ህይወት የተፈቀደዉንና ያሻዉን የሚያደርግዉ እግዚአብሄር መሆኑን መረዳትና መተግበረር ነዉ፡፡\n፠ ይህ ማለት ያለዉን ሃብት፣ ንብረትና ዘመድ አዝማድ ብቻ ሳይሆን የራሱን ነፍስ ጭምር የካደ ነዉ፡፡ ሉቃ 14፡25-33\n፠ በፍፁም ልብና ነፍሱ ወይም ባልተከፈለ ህይወት ጌታዉን ወዶ የተከተለ ማለት ነዉ፡፡ ማቴ 8፡21-22\n፠ እዉነተኛ ደቀ መዝሙር ስጋዉን በመስቀል ላይ ሰቅሎ ክርስቶስን በመከተል የእግዚአብሄርን ፈቃድ ለማድረግ የራሱ ፈቃድ የካደ ነዉ፡፡ ሉቃ 9፡23 በአጠቃላይ እራሱን ፍፁም በሆነ መልኩ ለእግዚአብሄር ማስገዛት ነዉ፡፡\n'),
          TextSpan(
              text: 'ለ. ከእህዚአብሄር ጋር ለሚኖረን ህይዎት ቅድሚያ መስጠት ሉቃ 14፡25 5፡11\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'እዉነተኛ ደቀ መዝሙር ከክርስቶስ ጋር መሉ፣ የሚያረካ፣ ፍሬያማ፣ የጠበቀና የበሰለ ህብረት ሊኖረዉ ይገባል፡፡\n'),
          TextSpan(
              text: 'ሐ. መስቀል ለመሸከም መወሰን ሉቃ 14፡27\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ስለ ክርስቶስ መጠላትና መዋረድን ስለ ፅድቅ መሰደድን ለመካፈል ፈቃደኛ መሆንንም ያካትታል፡፡ ማቴ 10፡38\n'),
          TextSpan(text: '1.6 የደቀ መዝሙርነት ማረጋገጫ\n', style: CFont.subTitle),
          TextSpan(text: 'የቃሉ መመሪያ፡ ዩሐ 8፡31\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '‹‹ እናንተ በቃሌ ብትኖሩ በእዉነት ደቀ መዛሙርቴ ናችሁ›› ደቀ መዝሙር የየእለት ሕይወቱ በቃሉ የማይመራ ሲሆን የደቀ መዝሙርነት ሕይወቱን ያጣል፡፡ ቃሉን ለማንበብ፣ ለማጥናት፣ ለማሰላሰል፣ እንዲሁም በቃሉ ለመኖር ጊዜዉን ያለማቃረጥ የሚሰጥ ነዉ፡፡ ኤፌ 5፡18 6፡8 ቆላ 3፡16-25\n'),
          TextSpan(text: 'የፍቅር መመሪያ ዩሐ 13፡35\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የክርስቶስን ፍቅር እርሱ በገለጠባቸዉ መንገዶች ከሌሎች ጋር ይሄንን ፍቅር ልንካፈል ይገባል፡፡\n'),
          TextSpan(text: 'ኢየሱስ እንዴት ፍቅሩን ገለጸ ?\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ከራስ ማንነት የፀዳ ፍቅር ራስ ተኮር ያልሆነና ከሌሎች ምንም የሚጠብቀዉ የሌለ ፍቅር ዩሐ 15፡23\n፠ ይቅር የሚል ፍቅር ሉቃ 23፡34\n፠ የመስዋዕትነት ፍቅር ነበረዉ ፤ ያለ ገደብ ለሰወች ራሱን የሰጠበትና ከፍተኛዉን ዋጋ የከፈለበት ነዉ፡፡ 1ቆሮ 13፡2\n'),
          TextSpan(text: 'የፍሬ መመሪያ ዩሐ 15፡8\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ደቀ መዝሙር እዉነተኛ ፍሬ በህይዎቱ ከሌለዉ እዉነተኛ የክርስቶስ ተከታይ ሊሆን አይችልም፡፡\n'),
          TextSpan(text: 'ፍሬ በምን ይገለጣል?\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ፍሬ በባሕርይ ይገለጣል ገላ 5፡22\nክርስቶስን የሚመስል የእርሱ ደቀ መዝሙር በህይወቱ መንፈሳዊ ፍሬ ሊታይበት ግድ ነዉ፡፡ (በግል ሕይወት ወደ ብስለት ማደግ)\n፠ ፍሬ በአገልግሎት ይገለጣል ዩሐ 4፡35-36\nይህ ዉጫዊ ፍሬ የሚገለጠዉ \n፠ የሰዎችን ነፍስ ለክርስቶስ በመማረክ\n፠ ለሌሎች መንፈሳዊ የሕይዎት እድገት ዉስጥ ለመሳተፍ ወይም ደቀ መዝሙራት ማድረግ\n'),
          TextSpan(text: 'ፍሬ እንድናፈራ የሚረዱ ነገሮች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የእግዚአብሄርን ቃል ማጥናት\n፠ ፀሎት\n፠ ቅድስና\n፠ ህብረት\n፠ ራስን ሙሉ ለሙሉ ለጌታ መፍቀድ\nበአጠቃላይ ፍሬ ማፍራት ቅፅበታዊ ሳይሆን ሂደት ነዉ፡፡ ስለዚህ ሂደቱን ጠብቆ ደቀ መዝሙር ዉስጣዊና ዊጫዊ ፍሬ ማፍራት አለበት፡፡ ዩሐ 12፡24 ማቴ 10፡25\n'),
          TextSpan(
              text: '1.7 ቀጣይነት ያለዉ የደቀ መዝሙር ህይዎት እንዴት መኖር ይቻላል\n',
              style: CFont.subTitle),
          TextSpan(text: 'ሀ. ወደር የሌለዉ ፍቅር ሊኖረን ይገላል\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'እዉነተኛ ለዉጥ የሚጀምረዉ ፍቅር የሆነዉንና አስቀድሞ የወደደንን እግዚአብሔን በመዉደድ ነዉ፡፡ ምክንያቱም ከክርስቶስ ጋር ሚያዎዳድረዉ ሌላ ሁኔታና ነገሮች ካሉ ለጌታ ሊሆኑ አይችልም፡፡ ሉቃ 14፡25-33  ማቴ 10፡38\n'),
          TextSpan(
              text: 'ለ. በማያቋርጥ ሁኔታ መስቀሉን መሸከም ይገባል ሉቃ 10፡45\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'መስቀል መከራ፣ መስዋዕት ለመሆን ዋጋ ለመክፈልና ከአለም መጣላት ያሳያል፡፡ ስለዚህ ደቀ መዝሙር ያለማቋረጥ የራስን መስቀል ለመሸከም ፈቃደኛ ሲሆንና ስለ ክርስቶስ የሆነዉን ሁሉ ለመቀበል ሲዘጋጂ በቀጣይነት ፈቃደኛ ሲሆንና ስለ ክርስቶስ የሆነዉን ሁሉ ለመቀበል ሲዘጋጂ በቀጣይነት የደቀ መዝሙርነት ህይዎት ይኖራል፡፡\n'),
          TextSpan(
              text: 'ሐ. ሁሉን ያለገደብ መስጠት ይገባል ሉቃ 14፡33\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ክርስቶስን በመከተል በእርሱ የተዘጋጀዉን የአላለም ሕይዎት የተቀበለ ራሱ ለመስጠት የሁልጊዜ የክርስቶስ ተማሪ ሆኖ ለመቀጠል ሁሉን ያለ ገደብ መስጠት ይገቃል፡፡ \n ይኸዉም፡\n    -የልቡን ፈቃድ፣ ሃሳብና ስሜት\n    -ሕይዎቱን አላማና ፀባይ\n    - እንዲሁም የግል ንብረቱን በሙሉ ሁሉን ያለገድብ መስጠት ዋናዉና አስፈላጊ ጉዳይ ነዉ፡፡ ማቴ 19፡21\n'),
          TextSpan(text: '1.8  የደቀ መዝሙርነት እንቅፋቶች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'በክርስቶስ የተገኘ ህይዎት ወደ በለጠ ክብር እንዳይገባ ጣፋጭ የሆነዉን የደቀ መዝሙርነት ፀጋ አማኝ እንዳይካፈል ወደ ኃላ የሚያስቀሩ ልዩ ልዩ ፈተናዋች ሲኖሩ እነርሱም፡-\nሀ. ደቀ መእሙርነት የሚያስከፍለዉን ዋጋ ለመክፈል ፈቃደኛ አለመሆን(አለመታዘዝ)\nለ. በችኮላና በስሜት የመከተል ፈተና ሉቃ 9፡57-58\nሐ. ጥሪን ሳያስቀድሙ የመከተል ፈተና ሉቃ 9፡59\nመ. በሙሉ ልብ ያልሆነ የመከተል ፈተና ሉቃ 9፡61\nሰ. ደቀ መዝሙር ከመሆን ይልቅ አማራጭ መፈለግ ወይም ለሌሎች ነገሮች ያለዉ መሻት 1ዩሐ 2፡15-16 2ኛ ጢሞ 3፡4\nረ. በቀላሉ ተብትቦ የሚይዝ ሀጢያት ዕብ 12፡1\nሠ. ለምድራዊ ነገር ከሚገባ በላይ መጨነቅ ማቴ 12፡22 1ጢሞ 6፡6-10 \nሸ. የብልፅግና አታላይነት\n'),
        ],
      ),
    ),
  ),
  Chapter(
    title: 'ስላሴ(trinity)',
    reads: RichText(
      text: TextSpan(text: '', style: CFont.reads, children: [
        TextSpan(text: '2.1 መግቢያ\n', style: CFont.subTitle),
        TextSpan(
            text:
                'ስላሴ የግዕዝ ቃል ሲሆን በአማርኛ ሶስትነት የሚል ፍቺ አለዉ ወይም ቃሉ የወጣዉ ‹‹ስልስቱ›› በሚለዉ የግዕዝ ቁጥር ስያሜ ሲሆን የእግዚአብሔርን (God) ሶስትነት ያሳያል፡፡ የእንግሊዘኛዉ ቋንቋ ‹‹trinity›› የሚለዉን ቃል የሚጠቀም ሲሆን ትርጉሙም ‹‹tri-unity or three in-oneness›› ይህም ሶስትነትን በአንድነት የሚያሳይ ነዉ፡፡\nመጽሐፍ ቅዱስ እግዚአብሔር አንድ አምላክ መሆኑን በዚህ አንድ አምላክ ሶስት አካላት (ስላሴ) እንዳሉ ሶስት አማልክት ሳይሆን አንድ አምላክ ብቻ እንደሆነ እርስ በእርሳቸዉ በዘላለማዊነት በባህርይ በስልጣን የማይበላለጡና እኩል መሆናቸዉን ያረጋግጣል፡፡ ስለ እግዚአብሔር ማንነት ሲገለጽ በአካል (personal) የሚለዉ ቃል የሚያመለክተዉ የአካል መለያ ባህርያተት ማለትም እዉቀት፣ ፈቃድ፣ ስሜት (intellect, will, emotion) እንዳሉት ለማሳየት ነዉ፡፡\nበቤተ-ክርስቲያን ታሪክ ዉስጥ ለመጀመሪያ ጊዜ መጽሐፍ ቅዱስ ዉስጥ የተገለጸዉ የስላሴ ትምህርት መለስ ባለ ሁኔታ ያቀናበረዉ ጠርጠሊዎስ የተባለ ሰዉ ነዉ፡፡ ይሁን እንጂ ይህ ሰዉ ወልድ ከአብ ያንሰሳል በማለት የሥሕተት ትምሕርት አስተምሯል፡፡ አርየገን የተባለ ሰዉ ደግሞ ወልድ ከአብ ያንሳል ፣ መንፈስ ቅዱስ ደግሞ ከወልድ ያንሳል ብሎ ስሕተት አስተምሯል፡፡ በ270 ዓ/ም ደግሞ አርዮስ ኢየሱስ ክርስቶስ የእግዚአብሔር የመጀመሪያ ፍጡር ነዉ ፣ መንፈስ ቅዱስ ደግሞ በወልድ የተፈጠረ ነዉ በማለት የስህተት ትምህርት አስተምሯል፡፡\n'),
        TextSpan(text: '2.2 ሶስቱ የተለመዱ ኑፋቄዎች (ስህተቶች)\n', style: CFont.subTitle),
        TextSpan(
            text:
                'ዩኒታሪዝም (Unitarianism)\n አንዱን አካል ብቻ የሚያስተምርና የእግዚአብሔርን ሶስት አካላት የሚክዱ ናቸዉ፡፡\n ትሪኒቴይዝም (Tritinism)\n ሶስት አማልክትን የሚያስተምርና የእግዚአብሔርን አንድነት የሚክድ ነዉ፡፡\n ሞዴሊዝም (Modalism)\n ወልድና መንፈስ ቅዱስ አግዚአብሔር ራሱን የገለጸባቸዉ እንጂ ራሳቸዉን የቻሉ አካላት አይደሉም በማለት የሚያስተምር ነዉ፡፡\nእንደነዚህ አይነት አስተሳሰቦች በታሪክ ዉስጥ ብቅ በማለታቸዉ 318 የሚሆኑ የቤተ ክርስቲያን አባቶች በ325 ዓ/ም በኒቂያ ባደረጉት ስብሰባ ወልድ አምላክ እንደሆነ እንደ አብ ዘላለማዊ መሆኑንና ከአብ ጋር እኩል መለኮታዊ ባህሪ እንዳለዉ አረጋገጡ፡፡ የስላሴ ትምህርት አጥርቶ ያስተማረዉ አትናቲዎስ በመባል ይታወቃል፡፡\n'),
        TextSpan(text: '2.3 እግዚአብሔር አንድ አምላክ ነዉ\n', style: CFont.subTitle),
        TextSpan(
            text:
                'እግዚአብሔር በባህሪዉ በመለኮት በእርሱነቱ አንድ ነዉ፡፡ ዘዳ 20፡2-4 ዘዳ 6፡4 ኢሳ 43፡10 1ቆሮ 8፡4 ዩሐ 10፡31 ያዕ 2፡19\nበእብራይስጥ ቋንቋ አንድ የሚለዉ ቃል የሚገለፀዉ በሁለት ቃላት ነዉ፡፡ አንደኛዉ አካድ ሲሆን ሌላዉ ያክድ ነዉ፡፡ አካድ የሚለዉ በህብረት አንድነት (compound unit) ሲያመለክት ያክድ ደግሞ አንድ ነጠላን (one and only one) ያመለክታል፡፡ ዘዳ 6፡4 ‹‹አካድ›› ይላል፡፡\nሶስት የተገለጡ የስላሴ አካላት አብ፣ ወልድ(ልጂ) እና መንፈስ ቅዱስ (ሰራጽ) ናቸዉ፡፡ ማቴ 28፡19\nሶስቱ አካላት እኩል መለኮታዊ ባህርያት አላቸዉ ማለትም፡-\n፠ በዘላለማዊነት  ኢየሱስ ዩሐ 1፡1-14 መንፈስ ቅዱስ ዕብ 9፡14 አብ ዕብ 13፡20\n፠ በፈጣሪነት ዘፍ 1፡26\n፠ ሁሉን በማወቅ \n፠ በሁሉ ቦታ በመገኘት\nበመለኮታዊ ዕቅድ ሀሉ ዉስጥ እያንዳንዱ አካል ተሳትፎ አለዉ፡፡ አለምን በመፍጠር ሰዉን በማዳን እያንዳንዱ አካል የተለያየ የራሱ የሆነ የስራ ድርሻ አለዉ፡፡ይህም በመለኮት ዉስጥ በፈቃደኝነት ላይ የተመሰረተ እንዱ ከሌላዉ በመለኮት ሳይንስ እንዱ በሌላዉ የመገዛት ነገር (willful submission) እንዳለ ያሳያል፡፡\n'),
        TextSpan(text: 'በዚህ መሰረት \n', style: CFont.boldReads),
        TextSpan(
            text:
                'አባት፡- እቅድ አዉጪ (the planner)\nልጂ፡- ዕቅድ የተፈጸመበት(Agent)\nመንፈስ ቅዱስ፡-  እቅድ ወደ ተግባር እንዲመጣ ሃይል የሚሰጥ(የሚያስፈፅም) ነዉ (executive)\n'),
        TextSpan(text: 'ምሳሌ1.\n', style: CFont.boldReads),
        TextSpan(
            text:
                'አብ፡ አለማትን ሊፈጥር ወደደ\nልጂ፡ አባት አለማት በእርሱ ፈጠረበት ቆላ 1፡15 ፣ ዩሐ 1፣3 ፣ ዕብ 1፤1-2\nመንፈስ ቅዱስ፡ ስራዉን ያስፈፅም ነበር ዘፍ1፡2\n'),
        TextSpan(text: 'ምሳሌ2.', style: CFont.boldReads),
        TextSpan(
            text:
                ' አብ፡- አለማትን (ፍጥረቱን) ለማዳን ወዶ ልጁን ላከዉ\n ልጁ፡- አለምን ለማዳን ስጋ ለበሰ\n መንፈስ ቅዱስ፡- ሀይልን ይሰጥና ያበረታዉ ነበር\n'),
        TextSpan(text: 'ስላሴ በአንድነት ሶስትነት\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ስላሴ (Trinity/Triunity) የሚለዉ መመሪያ አንድ አምላክ እግዚአብሔር በሶስት አካላት መኖሩ እና በሶስትነት አንድነት (three in oneness) የሚገለፅቃል ነዉ፡፡\n'),
        TextSpan(text: 'የስላሴን ሶስትነት በስም \n', style: CFont.boldReads),
        TextSpan(
            text:
                '-እግዚአብሔር አብ (The father)\n    -እግዚአብሔር ወልድ (son)\n    -እግዚአብሔር መንፈስ ቅዱስ (holly sprit)\n'),
        TextSpan(
            text: '2.4 የስላሴ ትምሕርት በብሉይና በአዲስ ኪዳን ዉስጥ\n', style: CFont.subTitle),
        TextSpan(text: 'የብሉይ ኪዳን አስተምህሮ\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ብልይ ኪዳን የስላሴን ትምህርት ግልጥ በሆነ መንገድ ባያስተምርም መኖሩን ግን ያመለክታል፡- \nሀ. እግዚአብሔር በብዙ ቁጥር ተገልጧል\n ዘፍ 1፡26 ‹‹እግዚአብሔርም አለ ሰዉን በመልካችን እንደ ምሳሊያችን እንፍጠር›› ዘፍ 3፡22   …….‹‹ከእኛ እንደ አንዱ ሆነ…..›› ዘፍ 11፡9 ኢሳ 6፡8\nለ. ከአንድ በላይ አካላት በአንድ ላይ ተገልጸዋል፡፡\nመዝ 45፡6-7 ዕብ 1፡8 ሁለቱም አንድ ላይ ይነበቡ\nመዝ 110፡1 እና ማቴ 22፡41-46 ዕብ 8፡1\n‹‹እግዚአብሔር ጌታዮን ጠላቶችህን ለእግርህ መረገጫ እስካደርግልህ ድረስ በቀኘ ተቀመጥ አለዉ›› ራሱ አንድ አምላክ ካልሆነ ዳዊት ጌታዮ የሚለዉ ማንን ነዉ ራሱ እግዚአብሔር ካልሆነ ማነዉ ጌታዮ በቀኘ ተቀመጥ ሊለዉ የሚችለዉ ከአዲስ ኪዳን አንጻር ስናየዉ እግዚአብሄር አብ እግዚአብሔር ወልድን በቀኘ ተቀመጥ አለዉ ብለን መተርጎም ወይም የተጻፈዉን በሌላ መልክ መጻፍ እነችላለን፡፡ ኢሳ 48፡16\n'),
        TextSpan(text: 'በአዲስ ኪዳን \n', style: CFont.boldReads),
        TextSpan(
            text:
                'የስላሴን ትምሕርት በበለጠ መልኩ ሙሉ መገለጥ ያለዉ በአዲስ ኪዳን ነዉ፡፡ ይህንንም እንደሚከተለዉ እንመለከታለን፡፡\n፠ ማቴ 3፡16 በዚህ ክፍል ሶስቱም የስላሴ አካላት በአንድ ላይ ተጠቅሰዋል፡፡ በዚህም መሰረት እግዚአብሔር አብ ከሰማይ ሲናገር ኢየሱስ ተጠምቆ ሲወጣና እግዚአብሔር መንፈስ ቅዱስ ደግሞ እንደ እርግብ ሲወርድና በእግዚአብሔር ወልድ ላይ ሲያርፍ እንገነዘባለን፡ 2ተሰ 2፡16\n፠ ማቴ 28፡19 ‹‹……በአብ በወልድና በመንፈስ ቅዱስ ስም እያጠመቃችሁ …›› ሶስቱንም አካላት ጠርቶ ‹‹ስም›› ብሎ ሲዘጋዉ ‹‹ስሞች›› ያላለበት ምክንያት የሶስቱን አንድነት ስለሚገልጥ ነዉ፡፡ 2ቆሮ 13፡14፣ ጴጥ 1፡2 ፣1ቆሮ 12፡4-6 ፣ይሁዳ 20፡21 ፣  2ተሰ 2፡16\n'),
        TextSpan(
            text: '2.5 የእግዚአብሔርን አንድነት ለመረዳት የሚረዳ ሥዕላዊ መግለጫ\n',
            style: CFont.subTitle),
        WidgetSpan(
          child: Image.asset(
            'assets/images/2.5.jpg',
          ),
        ),
        TextSpan(text: 'አብ ወልድና መንፈስ ቅዱስ \n', style: CFont.boldReads),
        TextSpan(
            text:
                'ሀ. በባሕርይና በአላማ አንድ አምላክ ናቸዉ\nለ. እያንዳንዳቸዉ የራሳቸዉ ማንነት አላቸዉ\nሐ. የየራሳቸዉ(የተያየ) ተግባር አላቸዉ\n'),
        TextSpan(
            text: '2.6 እግዚአብሔር አብ አብ ማለት ምን ማለት ነዉ\n', style: CFont.subTitle),
        TextSpan(
            text:
                '፠ የአብ ትርጉም አባት ማለት ሲሆን ይሕ ስም ከዘላለም ከወልድና ከመንፈስ ቅዱስ ጋር ለነበረዉ ለእግዚአብሔር አብ የህላዌ ስሙ ነዉ፡፡ 1ጢሞ 1፡1-2\n፠ አብ ስንል ከወልድና ከመንፈስ ቅዱስ ይቀድማል ሳይሆን የህላዌ ስ ሙ ብቻ እንደሆነ ልንረዳዉ ይገባል፡፡\n'),
        TextSpan(text: 'የጌታ የኢየሱስ ክርስቶስ አባት \n', style: CFont.boldReads),
        TextSpan(
            text:
                'በአብና በወልድ መካከል ያለዉ አባትነትና ልጅነት እንደፍጥረታት በመፈፍጠር እንደ እስራኤል በቃል ኪዳን ወይም እነደ አማኞች በእምነት የተገኘ ሳይሆን ከዘላለም በአብና በወልድ መካከል ያለ ዝምድና ወይም ግንኙነት ነዉ፡፡\n'),
        TextSpan(text: 'የእስራኤል አባት\n', style: CFont.boldReads),
        TextSpan(
            text:
                'በእግዚአብሔርና በእስራኤል መካከል ያለዉ የአባትነትና የልጅነት ዝምድና በቃል ኪዳን ወይም በመመረጥ ነዉ፡፡ዘፀ 4፡22-23 ኢሳ 63፡16\n'),
        TextSpan(text: 'የአማኞች ሁሉ አባት\n', style: CFont.boldReads),
        TextSpan(
            text:
                'እግዚአብሔር አብ በፈጣሪነቱ የሁሉም ሰዉ አምላክ ቢሆንም፤ ሁሉም ሰዉ ግን የእግዚአብሔር ቤተሰብ አይሆንም፡፡ ምክንያቱም አብ በኢየሱስ ክርስቶስ በማመን ዳግመኛ ለተወለዱት ሁሉ አባት ነዉ፡፡ ስለዚህ ወደዚህ ቤተሰብነት መግባትና ልጅ መሆን የሚቻለዉ ኢየሱስ ክርስቶስ በመስቀል ላይ በፈፀመዉ የማዳን ስራ በማመንና ጌታን እንደግል አዳኝ አድርጎ በመቀበል ብቻ ነዉ፡፡ ገላ3፡26 ፣ ዩሐ 1፡12-13\n'),
        TextSpan(text: 'እግዚአብሔር አብ እንዴት ራሱን ገለጠ?\n', style: CFont.boldReads),
        TextSpan(
            text:
                'እግዚአብሔር አብ ራሱን ባይገልጥ ኖሮ ማንም ሊያዉቀዉ አይችልም ነበር፡፡\nምክንያቱም በ1ጢሞ 6፡16 እንደተገለጠዉ እርሱ ማንም ሊቀርበዉ በማይችል ብርሀን የሚኖር አምላክ ስለሆነ ምንም አይነት ፍጡር እርሱን ሊገልፅ ስለማይችል እግዚአብሔር እሱን ገልጧል፡፡\n'),
        TextSpan(
            text: 'ሀ. እግዚአብሔር በአጠቃላይ በገለፅ ራሱን ገልጧል \n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ እራሱን በተፈጥሮ አለም ገልጧል ሮሜ 1፡20-21\n፠ የተፈጠሩ ነገሮች እንቅስቃሴ ማለትም መዋደድና መራባት ማደግና መስፋፋት መዋብና መድመቅ እግዚአብሔርን ይገልጣሉ፡፡ ሐዋ 17፡28\n፠ በሰዉ ልብ ዉሰጥ በተፃፈ ህግ ማለትም በሰዉ የተፈጥሮ ልብ ዉስጥ ስለ እግዚአብሔር ህልዉና የሚገልፅ ግንዛቤ አለ፡፡ ሮሜ 2፡14-15\n'),
        TextSpan(
            text: 'ለ. እግዚአብሔር አብ እራሱን በልዩ መገለጥ ገልጧል\n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ በኢየሱስ ክርስቶስ ዩሐ 1፡18 ፣ ዩሐ 14፡9\n፠ በቃሉ ሙሉ የእግዚአብሔር መገለፅ ያለበት ነዉ፡፡\n'),
        TextSpan(text: 'የእግዚአብሔር አብ ስራዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ የዘላለማዊ ዕቅድ ባለቤት ነዉ፡፡ ሐዋ 2፡23\n፠ የደሕንነት ምርጫ ባለቤት ነዉ፡፡ ኤፌ 1፡3-4\n፠ ኢየሱስን ወደ አለም የላከ ነዉ፡፡ ዩሐ 5፡36-37፣ 17፡3-18\n፠ ልጆቹን የሚቀጣ ነዉ፡፡ ዕብ 12፡6-11\n'),
        TextSpan(text: '2.7 እግዚአብሔር ወልድ/ትምህርተ ክርስቶስ\n', style: CFont.subTitle),
        TextSpan(
            text:
                'አላማ፡-\n ወልድ የአዲስ ኪዳን መካከለኛ ሆኖ ሰዉን ለማዳን የተገለጠ አምላክ መሆኑን ለማሳየት\n'),
        TextSpan(
            text:
                'መግቢያ፡- \nብሁ የሰህተት ትምህርቶች መነሻ ስለ ክርስቶስ ባላቸዉ የተዛባ ትምህርት እና አመለካከት ነዉ፡፡ ሰዉ ክርስቶስን ማወቁ የዘላለመወ ህይዎት አግኝቶ የእግዚአብሔር ልጅ በመሆን በቀጣይ ህይዎቱ ፣ ኑሮዉና አገልግሎቱ ላይ ትንሳኤን ከማየት ባሻገር ስኬታማነትን ይለማመዳል፡፡ ክርስትናን ከሌሎች የእምነት ክፍሎች ልዩ የሚያደርገዉ እምነቱ በራሱ በክርስቶስ ላይ የተመሰረተ መሆኑንና እርሱም ኢየሱስ ፍፁም አምላክና ፍፁም ሰዉ ነዉ ብሎ ማመኑ ነዉ፡፡ በመሆኑም ያለ ክርስቶስ ክርስትና የሚባል እምነት ስለሌለ የደህንነታችንን መሰረት ኢየሱስ ነዉ፡፡\n'),
        TextSpan(text: 'ወልድ ማለት ምን ማለት ነዉ?\n', style: CFont.boldReads),
        TextSpan(
            text:
                'የወልድ ትርጉሙ ልጅ ማለት ሲሆን ይህ ስም ከዘላለም ከአብና ከመንፈስ ቅዱስ ጋር በነበረዉ ለእግዚአብሔ ወልድ የሕላዌ ስሙ ነዉ፡፡ማቴ 28 ወልድ ልጅ ስለተባለ ከእግዚአብሔርና ከመንፈስ ቅዱስ አያንስም ነገር ግን በአኗኗር (በህላዌ) በክብርና በስልጣን እኩል ነዉ፡፡ ዩሐ 5፡19-25 ፣ ዕብ 1፡1-3\n'),
        TextSpan(text: 'ኢየሱስ ክርስቶስ ማነዉ?\n', style: CFont.boldReads),
        TextSpan(
            text:
                'የእግዚአብሔር ልጅ ወልድ ስለሆነዉ ስለ ኢየሱስ ክርስቶስ ማንነት ስናጠና በመጀመሪያ አምላካዊና ሰብአዊ ባህሪያቱን መ/ቅዱስ የገለጠልንን እዉነት እንደሚከተለዉ በየደረጃዉ እንመለከታለን፡፡\n'),
        TextSpan(
            text: 'ኢየሱስ ክርስቶስ (እግዚአብሔር ወልድ) ፍፁም አምላክ ነዉ\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ከጥንት የቤተ ክርስቲያን መመስረት ጀምሮ የኢየሱስ ክርስቶስ ፍፁም አምላክነት በመቃወም የተነሱ የተለያዩ የስህተት ትምህርቶች አሉ፡፡\n'),
        TextSpan(
            text: 'በክርስቶስ ኢየሱስ ፍፁም አምላክነት የተነሱ የስህት ትምህርቶች\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ሀ. ሞናርኪያኒዝም፡-\n የዚህ ትህርት ዋና ኑፋቄያዊ አስተሳሰብ ኢየሱስ ሲጠመቅ ክርስቶስ ሆነ ፤ከሞቱ በሁዋላ ደግሞ የአብ ልጅ ሆነ የሚል ሲሆን የክርስቶስን ዘላለማዊ የእግዚአብሔር ልጅነት በመካድ አምላክነቱን ለመቀመል የሚቸገሩ የስህተት አስተምህሮ ነዉ፡፡\nለ. ኦሪያኒዝም፡- \nየዚህ ኑፋቄ ትምህርት ጀማሪ አርዮስ ሲሆን ክርስቶስን ከእግዚአብሔርአብ በማሳነስ ከተፈጠሩ ፍጥረታት መካከል የመጀመሪያዉ ፈጥረት ነዉ በማለት የሚያምን ኑፋቄ ነዉ፡፡\nሐ. ንስትሮንያኒዝም፡-  \nይህ ትምህርት ደግሞ ንስጥሮስ በተባለ ሰዉ የሚመራ ሲሆን ተምህርቱ የክርስቶስን ፍፁም አምላክነትና ፍፁም ሰዉነቱን መቃወም ነዉ፡፡ ቃል(ሎጎስ) በኢየሱስ ሲያድር ክርስቶስ እግዚአብሔር የያዘ ሰዉ ሆነ (God bearing man) ብሎ ሲያስተምር ነበር፡፡ ይህንንም ሲል ክርስቶስ ፍፁም ሰዉ ነዉ ልዩ ያደረገዉ ቃል በዉስጡ የያዘ ሰዉ ብቻ ነዉ ማለቱ ነበር፡፡\nመ. ከፊል ኦሪያዝም፡- \nይህ ኑፋቄ ትምህርት ከኦረያኒዝም ጋር በይዘቱ ይመሳሰላል፡፡ የትምህርቱ መሪ ጎርጎሪዎስ ይባላል፡፡ ትምህርቱም የክርስቶስ ማንነት እንደ አብ ነዉ፤ ነገር ግን ከአብ ያንሳል የሚል ነዉ (subordination to the father)::\nከላይ የተመለከትናቸዉ የኑፋቄ መምህራን በሙሉ በቤተክርስቲያን ታሪክ መካከል የተነሱ ሲሆን አንዳንዶቹም መልካቸዉን ቀይረዉ በዘመናችን አሉ፡፡ የእግዚአብሔር ቃል በኢየሱስ ክርስቶስ አምላክነት ላይ ያለዉን አስተምህሮ ስንመለከት በማያሻማ መንገድ ኢየሱስ ፍፁም አምላክ መሆኑን ማረጋገጥ እንችላለን፡፡\n'),
        TextSpan(
            text: 'ኢየሱስ ክርስቶስ የእግዚአብሔር ቃል ነዉ ዩሐ 1፡1\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ከዘለአለም የነበረዉ እኛን ለማዳን ወደ ምድር የመጣዉ ኢየሱስ ክርስቶስ ከእግዚአብሔር ዘንድ የነበረና እራሱ እግዚአብሔር የሆነ ከአብ ጋር በመለኮት እኩል የሆነ አምላክ መሆኑን መተገለጠዉ ክፍል እንረዳለን፡፡\nበተጨማሪም በዚህ ወንጌል ላይ ጌታ ኢየሱስ…. ‹‹ያህዌ›› በሚለዉ በብሉይ ኪዳን አምላክ ስም ትርጉም ሲጠራ እናያለን፡፡ ‹‹እኔ ነኝ›› የሚሉትን አባባሎች በተደጋጋሚ ስንመለከት ዝም ብለዉ በዘፈቀደ የተባሉ ብቻ ሳይሆኑ እግዚአብሔር ለሙሴ‹‹ያለና የምኖረ እኔ ነኝ›› ብሎ ‹‹ያህዌ›› የሚለዉን ስም እንደተቀበለ እንረዳለን ፡ ፤ ዘፀ 3፡14-15 ጌታ ኢየሱስ አብርሃም ሳይወለድ እኔ አለሁኝ ‹‹ነኝ›› ሲል እንመለከታለን፡፡ እዚህ ክፍል ላይ እኔ ነበርሁ (I was) አይልም ‹‹ እኔ አለሁ እንጂ›› (I am/ I am that I am) Jehovh የሚለዉ ቃልና የዚህን ቃል ትርጉም የያዘ እንደሆነ ልብ ይላል፡፡\n'),
        TextSpan(
            text: 'ኢየሱስ ክርስቶስ አምላክ የሚለዉ ቃል የተጠቀሰባቸዉ ቦታዎች\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'መጽሐፍ ቅዱስ ስለክርስቶስ አምላክነት በብዙ ቦታዎች ይነገራል ኢሳ 9፡6 ዩሐ 20፡28 ሮሜ 9፡5 ቲቶ 2፡13 ዕብ 1፡8\n'),
        TextSpan(text: 'ክርስቶስ አምላክ በመሆኑ \n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ ስግደትን ተቀብሏል ፣ማቴ 14፡33 ሉቃ 24፡52 ዩሐ 20፡26-29\n፠ እግዚአብሄር አባቴ ብሎ በመጥራቱ ተገልጧል ፤እህም ዝግዚአብሄር አባቴ ማለቱ ከእግዚአብሄር ጋር እራሱን አይሁድ ገብቷቸዉ ሊገድሉት ይፈልጉ እንደነበር መመልከት ይቻላል፡፡ ዩሐ5፡18 ዩሐ 19፡7 ማቴ 26፡63-65\n፠ ሀጢያት ይቅር ብሏል፡፡ ይህም ‹‹ከአንዱ ከእግዚአብሔር በቀር ሀጢያት ይቅር የሚል ማነዉ›› የሚል ጥያቄ በአይሁድ ማህበረሰብ መገንዘብ ይቻላል፡፡ ማር 2፡1-12\n፠ የክርስቶስ አገልጋዮች (ባሪያዎች) ተብለናል ሮሜ 1፤1 ገላ1፤10 ቆላ 3፡23-24\n፠ እግዚአብሔር አብን እንደምንታዘዝ ሁሉ ጌታ ኢየሱስን እንታዘዛለን 2ቆሮ 3፡5 ኤፌ6፡5 \n፠ የእግዚአብሔር አብ መስክሮች እንደሆንን ሁሉ የክርስቶስ ምስክሮች ነን ኢሳ 40፡10 ሐዋ1፡8\n፠ መፍጠር፣ መንከባከብ ህይወትን መስጠት ይችላል ዩሐ 1፡3 ዕብ 1፡1-3\n'),
        TextSpan(text: 'ጌታ ኢየሱስ የመለኮት ባህርይ አለዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                'በመጽሐፍ ቅዱስ ዉስጥ አምላክን አምላክ ከሚያሰኙት ነገር ዉስጥ ዋና ዋናዎቹ በኢየሱስ ዉስጥ አሉ፡-\n ለምሳሌ፡- \nሀ. በሁሉ ቦታ መገኘት፣  ማቴ 18፡20 \nለ. ሁሉን አዋቂነት፣  ዩሐ 21፡17፣ 2፡24\nሐ. ሁሉን ቻይነት፣  ዩሐ 10፡28-30፣ 5፤19\nመ. ዘላለማዊነት፣  ዩሐ 8፡58\nሠ. አለመለወጡ፣  ዕብ 13፤8\nረ. የመለኮት ሙላት በዉስጡ መኖሩ\n'),
        TextSpan(
            text: 'ኢየሱስ ክርስቶስ (እግዚአብሄር ወልድ) ፍፁም ሰዉ ነዉ\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ኢየሱስ ክርስቶስ ፍፁም ሰዉ ነዉ ስንል ሰዉ የሆነ ማንነት አለዉ፡፡ በምድር ላይ በነበረበት ጊዜ ሰዉ መስሎ ሳይሆን ሰዉ ሆኖ ኖረ ማለት ነዉ፡፡ በዩሐ 1፡14 ቃልም ስጋ ሆነ ፀጋና እዉነትን ተሞልቶ በእኛ አደረ ይላል፡፡ \n'),
        TextSpan(
            text: 'የኢየሱስ ክርስቶስን ፍፁም ሰዉነቱን የሚክዱ የስህተት አስተምህሮዎች\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ሀ. አፖሊያኒዝም፡ \nይህ አስተምህሮ ክርስቶስ የሰዉ ነፍስ አልነበረዉም ፤በቃል ተተክቷል የሚል ነዉ፡፡ ይህ     ማለትም ክርስቶስ ፍፁም ሰዉ አልነበረም ፤ ነፍሱ በመለኮት ተተክቷል ማለት ነዉ፡፡\nለ. ኢዮትክያኒዝም፡ \nየክርስቶስ ስብዕና በቃል ተለዉጧል፡፡ ክርስቶስ ሰዉ አይደለም የሚል አስተምህሮ ነዉ፡፡ ይህ ትምህርት አዉጣኬን በሚባል ሰዉ የሚመራ ኑፍቄአዊ አስተሳሰብ ያለዉ ትምህርት ነዉ፡፡ \nሐ. ሞኖቴሊዝም፡ \nየሚባለዉ ደግሞ ክርስቶስ የሰዉ ፈቃድ አልነበረዉም፤ የመለኮት ፈቃድ ብቻ እንጂ ብሎ ያምናል፡፡\n'),
        TextSpan(text: 'የወልድ ሰብአዊ ባህርይ መገለጫዎች\n', style: CFont.boldReads),
        TextSpan(text: 'ኢሱስ ሰብአዊ አካል ይዞ ተወልዷል\n', style: CFont.boldReads),
        TextSpan(
            text:
                'የኢየሱስ ክርስቶስ አወላለድ በመንፈስ ቅዱስ ሆኖ ከቅድስት ድንግል ማርያም ነዉ፡፡ ክርስቶስ ሲወለድ ግማሽ ሰዉ ግማሽ አምላክ ሆኖ አልነበረም፡፡ ምክንያቱም አስተዳደጉ ሙሉ በሙሉ የሠዉ ልጂ በሚያድግበት ነበር፡፡ ሉቃ 1፡24-38 2፡7 ፣ገላ4፡4   ኢየሱስ ያለወንድ ፈቃድ በመወለዱና በመንፈስ ቅዱስ በመፀነሱ የአዳማዊ ሀጢያት ባህርይ ወይም ዘር የለበትም፡፡ ሉቃ1፡30-31\n'),
        TextSpan(
            text: 'ኢየሱስ የሰዉ መልክ፣ ቁመናና ስሜት በመያዝ ነዉ ያደገዉ ሉቃ 2፡52\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ኢየሱስ ክርስቶስ በአካል እድገቱ እንደ ማንኛዉም ሰዉ መቁመቱ አድጓል፣ አካላዊ እድገት ጨምሯል በጥበብ ማደጉ እንደ ሰዉ የአዕምሮ ብስለት ጨምሯል ማለት ነዉ፡፡ በሰዉ ፊት በሞገስ ማደጉ በነበረዉ ህብረተሰባዊ ግንኙነት ከሰወች ጋር የነበረዉን ግንኙነት አዳብሯል፡፡ በእግዚአብሔር ፊት በሞገስ ማደጉ እንደማንኛዉም ሰዉ በመንፈሳዊ ህይዎቱ ማደጉንና መጠንከሩን ያሳየናል፡፡ በተጨማሪም ኢየሱስ እንደማንኛዉም ስጋ ለባሽ የተለያዩ ስሜቶች በምድራዊ ህይወቱ ተከስተዋል፡፡ \n፠ ሰዎችን ይወዳል፣      ማር 10፡21\n፠ አልቅሷል ፣ አዝኗል፣   ዩሐ 11፡33-35\n፠ በሁኔታዎች እንደማንኛዉም ሰዉ ተደንቋል፣ ሉቃ 7፡9 ማር 6፡6\n፠ እንደ ሰዉ ፀልዩዋል፣ ሉቃ 6፡12\n'),
        TextSpan(text: 'ሰዉ በሚያልፍባቸዉ ነገሮች ሁሉ አልፏል\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ክርስቶስ ተርቧል፣ ተጠምቋል፣ ተጠምቷል፣ አልቅሷል፣ ተጨንቋል፡፡ እነዚህ ነገሮች ሰዉ ሊያልፈባቸዉ የሚችሉ ናቸዉ፡፡ ጌታ ኢየሱስ እነዚህን ነገሮች ሁሉ ሲያልፍ የዉሸት ወይም ለማስመሰል አልነበረም፡፡ እዉነተኛና ትክክለኛ ነበሩ፡፡\n'),
        TextSpan(
            text: 'ከሀጢያት በስተቀር እንደ ሰዉ የተፈተነ ነበር ዕብ 4፡14-15\n',
            style: CFont.boldReads),
        TextSpan(text: 'ክርስቶስ እንደኛ ሰዉ ነዉ፤ ከእኛ የሚለየዉ ግን ሀጢያት ባለባድረጉ ነበር፡፡\n'),
        TextSpan(text: 'ኢየሱስ ፍፁም ሰዉ በመሆኑ ሞቷል\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ኢየሱስ ለሰዉ ሀጢያት ምትክ ሆኖ መሞት የቻለዉ እንደ እኛ የሚሞት አካል በመያዙ ነዉ፡፡ ሰዉ በመሆኑ ስለሞተ ተገንዞ ተቀብሯል፡፡ ዕብ 2፡14 1ጴጥ 2፡24 ሉቃ 23፡50-53\n'),
        TextSpan(text: 'የኢየሱስ ክርስቶስ አገልግሎት\n', style: CFont.boldReads),
        TextSpan(
            text:
                'በብሉይ ኪዳን የታወቁ ሦስት የአገልግሎት አይነቶች ነቢይነት፣ ክህነትና ንጉስነት በአዲስ ኪዳን ሊመጣ ያለዉን የመሲሁን አገልግሎት አመላካች ነበሩ፡፡\nሀ. የነብይነት ስራዉ\nነብይ ማለት በእግዚአብሔር የተመረጠና ከእግዚአብሔር በቀጥታ ቃልን መልዕክትን በመቀበል ለህዝቡ የሚናገር ነዉ፡፡ ዘዳ 18፡15-19 ዩሐ 8፡26-28 ሐዋ 3፡22-24 ጌታ ኢየሱስ ከአብ ተልኮ ከእግዚአብሄር የሆነዉን ለህዝብ ማስተላለፉን በብዙ ቦታዎች ማየት እንችላለን፡፡\nለ. ክህነት \nካህናት ፀሎትንና መስዋዕትን ህዝቡን ወክለዉ ወደ እግዚአብሔር የሚቀርቡ ናቸዉ፡፡ ካህን በእግዚአብሔርና በሰዉu መካከል በመቆም የሚያስታርቅ አስታራቂ ነዉ፡፡ ክርስቶስ እንደ ካህን ሆኖ በእግዚአብሔርና በእኛ መካከል ያደረገዉን የእርቅ ስራ የሚገልፅ የትምህርት ክፍል ነዉ፡፡ ዕብ 7፡26027 9፡26-28 9፡12-14\nሐ. ንጉስነት\nንጉስ ሆኖ እንዲመጣ በነብያት የተነገረለት ኢየሱስ በምድራዊ ህይወቱ ንጉስ ተብሎ ተጠርቷል፡፡ ክርስቶስ ንጉስ ነዉ ይህንንም ከትንቢታዊ ቃል በመነሳት ልንረዳዉ ይገባል‹‹እነሆ ንጉስሽ ጻድቅና አዳኝ ሆኖ…›› ዘካ 9፤9 እንዲሁም ‹‹አንተ የአይሁድ ንጉስ ነህን›› ለሚለዉ ጥያቄ ክርስቶስ ሲመልስ ‹‹አንተ አልክ›› (አንተ ያልከዉ ተክክል ነዉ) ብሎ ሲመልስለት እናያለን፡፡\n'),
        TextSpan(
            text: 'ኢየሱስ በንጉስነት የሚገዛት መንግሰት በሁለት የተከፈለ ነዉ\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                '፠ በፈቃደኝነት ራሳቸዉን ባስገዙት ምዕመናን ላይ ያለዉ የፍቅር መንግስት ሲሆን \n፠ አለምን ሁሌ ለመግዛት ሲመጣ የሚመሰርተዉ የሺ አመት መንግስት ነዉ፡፡\nበሺ አመት መንግስት\n 1. አመፃን በፍርድ ይበቀላል፡፡\n 2.በምድር ላይ ሰላምን ያሰፍናል፡፡ \n'),
        TextSpan(text: '2.8 እግዚአብሔር መንፈስ ቅዱስ\n', style: CFont.subTitle),
        TextSpan(
            text:
                'መንፈስ ቅዱስ በባህርይዉና በስራዉ ከእብና ከወልድ ጋር እኩል የሆነና ከመለኮት አካላት አንዱ የሆነ ፍፁም አምላክ ነዉ፡፡ መንፈስ ቅዱስ ከዘላለም ከአብና ከወልድ ጋር ለነበረዉ ለእግዚአብሔር መንፈስ ቅዱስ የህላዌ ስሙ ነዉ፡፡ \nየእግዚአብሔር መንፈስ ደግሞም የጌታ መንፈስ እየተባለ ቢጠራም እርሱ በራሱ ‹‹እኔ ማለት የሚችል አካል(ህልዉና) ያለዉ ነዉ፡፡\n'),
        TextSpan(text: 'መንፈስ ቅዱስ ማነዉ?\n', style: CFont.boldReads),
        TextSpan(
            text: 'ሀ. አካላዊ አቋም (እኔነት) ያለዉ አምላክ ነዉ፡፡\n', style: CFont.boldReads),
        TextSpan(
            text:
                'መንፈስ ቅዱስ እንደ ኤሌክትሪክ ወይም ነፋስ ሃይልን የሚሰጥ ግዑዝ አካል ሳይሆን እኔነት ያለዉ ህያዉ አምላክ ነዉ፡፡\n ስለዚህም መንፈስ ቅዱስ እኔነት ያለዉ አካል መሆኑን የሚያመላክቱን ባህሪያት ዕዉቀት፣ ስሜትና ፈቃድ ያለዉ መሆኑ ነዉ፡፡ መንፈስ ቅዱስ አካላዊ ህልዉና ያለዉ መንፈስ በመሆኑ ምክንያት ማንኛዉም አካላዊ ህልዉና ያለዉን ባህርይ ይዟል፡፡\n'),
        TextSpan(text: 'መንፈስ ቅዱስ እዉቀት አለዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ እዉቀት ስላለዉ ያስተምራል፡፡ ዩሐ 14፡26      1ቆሮ 2፡13\n፠ ይመሰክራል    ዩሐ 15፡26 \n፠ የእግኢአብሔርን ጥልቅ ነገር ያዉቃል፡፡ 1ቆሮ 2፡10-11\n፠ ይመራል፡፡ ሮሜ 8፡14\n፠ በሰዎች ይናገራል፡፡ ማቴ 10፡20 \n'),
        TextSpan(text: 'መንፈስ ቅዱስ ስሜት አለዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                'መንፈስ ቅዱስ እኔነት ስላለዉ ስሜት አለዉ\n፠ በሰወች አለማመን ይመረራል ፣ ያዝናል፡፡ ኢሳ 63፡10 ኤፌ 4፡30\n፠ ሲዋሹት ይቆጣል ሐዋ 5፡3-9\n፠ በማይናገር መቃተት ይማልዳል ሮሜ 8፡26\n፠ ያፅናናል ሐዋ 9፡31\n'),
        TextSpan(text: 'መንፈስ ቅዱስ ፈቃድ አለዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ መንፈስ ቅዱስ ይፈቅዳል\n፠ ይከለክላል፣ ሐዋ 16፡6 \n፠ ትዕዛእ ይሰጣል፣ ሐዋ 8፡29\n፠ ይልካል፣ ሐዋ 10፡19-25\n፠ ይሾማል፣ ሐዋ 13፡1-2፣ 20፡28\n'),
        TextSpan(text: 'ለ. መንፋስ ቅዱስ መለኮት ነዉ\n', style: CFont.boldReads),
        TextSpan(text: 'መለኮታዊ ስም አለዉ\n', style: CFont.boldReads),
        TextSpan(
            text:
                'መንፈስ ቅዱስ ከስላሴ አካል አንዱ የሆነ እግዚአብሄር ነዉ፤ በእግዚአብሔር የሶስትነት መጠሪያ በእኩል ተጠርቷል ማቴ 28፡19\n'),
        TextSpan(text: 'መለኮትዊ ባህሪያት አሉት \n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ ዘላለማዊ ነዉ ዘፍ 1፡2 ኢሳ 48፡16 ዕብ 9፡14\n፠ በሁሉ ስፍራ መገኘት   መዝ 139፡10\n፠ ሁሉን ቻይነት እዮ 33፡4\n፠ ሁሉን አዋቂነት 1ቆሮ 2፡10-11\n፠ ፈጣሪ ነዉ፣ እዮ 33፡4\n'),
        TextSpan(text: 'የመንፈስ ቅዱስ ስሞች\n', style: CFont.boldReads),
        TextSpan(text: 'ሀ. ስሞች\n', style: CFont.boldReads),
        TextSpan(
            text:
                'የመንፈስ ቅዱስ ስሞች ባህርይዉና ስራዉን ገልጠዉ የሚያሳዩን ሲሆኑ ለእኛ እርሱ መንፈስ ቅዱስማን እንደሆነና ምን እንደሚሰራ ይነግሩናል፡፡\nሀ. የጌታ መንፈስ/ የክረርስቶስ መንፈስ   ሮሜ 8፡11   1ጴጥ 1፡10-11፣ 2ጴጥ 3፡17\nለ. እግዚአብሔር መንፈስ ሮሜ 8፡14\nሐ. አፅናኝ፣ ዩሐ 14፡16 15፡26፣ 16፡7\nመ. የፍርድ መንፈስ   ኢሳ 4፡4 መንፈስ ቅዱስ በፅድቅ የሚፈርድ ገለባዉንና ቆሻሻን የሚያጠራ የሚያቃጥል መንፈስ ነዉ፡፡\nሠ. የጥበብ መንፈስ፣ ዘዳ34፡9\nረ. የእዉነት መንፈስ፣ ዩሐ 14፡16-17\nሰ. የቅድስና መንፈስ፣ ሮሜ 1፡4\nሸ. የህይወት መንፈስ፣ ሮሜ 8፡2፣ ራዕ 11፡11\nቀ. የክብር መንፈስ፣ 1ጴጥ 4፡14\nበ. የዘለአለም መንፈስ፣ ዕብ 9፡14\n'),
        TextSpan(text: 'ለ. መገለጫዎች\n', style: CFont.boldReads),
        TextSpan(
            text:
                'የመንፈስ ቅዱስ መገለጫዎች መንፈስ ቅዱስን ስራ ወይም ባህርይ ለመግለፅ በመፅሀፍ ቅዱስ ዉስጥ የተጠቀሱ ምሳሌዎች ናቸዉ እንጂ እሱነቱን የሚተኩ ወይም በቀጥታ መንፈስ ቅዱስ እነደዛ ነዉ ማለት አይደለም፡፡\n፠ ነፋስ፣ ዩሐ 3፡8 ሐዋ 2፡1-2\nነፋስ ሀይል አለዉ እንደ ፈቃዱም ያደርጋል፡፡ ሰዉ እንደፈለገዉ የነፋስን አቅጣጫ መቀየርና ሀይሉን መግታት እንደማይችል እንዲሁ የመንፈስ ቅዱስን ስራ መግታት አይችልም፡፡\n፠ ዘይት 1ሳሙ 16፡13   1ዩሐ 2፤20-27\nበዘይት የተቀባ ለእግዚአብሔር የተለየ ለአገልግሎት የተመረጠ ነዉ፡፡ የመንፈስ ቅዱስ ቅባት ለመቀደስና ለአገልግሎት አስፈላጊ ነዉ፡፡\n፠ ዉሃ ዩሐ 7፡37-39\nበኢሳ 44፡3 ‹‹ በተጠማ ላይ ዉሃን መንፈሴንም በዘርህ ላይ አፈሳለሁ ›› ብሎ እንደሰጠዉ ተስፋ መንፈስ ቅዱስን እንደ ዉሃ ህይዎትን ለመስጠት ለማንፃትና ለማጣራት አፍሶለታል፡፡\n፠ እሳት፣ ማቴ 3፡11-12 ሐዋ 2፡2-3\nበብሉይ ኪዳን የእግዚአብሔር ክብር በዝሳት ይገለጥ ነበር፡፡ እሳት የማይፈለገዉን ቆሻሻ ያቃጥላል፣ ያጣራል፣ ገለባን ይበላል፣ መንፈስ ቅዱስም የማይረባዉን አስወግዶ ይቀድሳል፡፡\n፠ ማህተም       2ቆሮ 1፡22 ኤፌ 4፡20\nየእግዚአብሔር ህዝብ በመንፈስ ቅዱስ መትተሙ የዕግዚአብሔር ብቻ መሆኑንና በእርሱ ባለቤትነትና ጥበቃ ስር መሆኑን ያመለክታል፡፡\n፠ መያዣ      2 ቆሮ 1፡22 ፣ 5፡5 ፣ ኤፌ 1፡14 \nመንፈስ ቅዱስን ለመቀበላችን መገለጫ መያዣ ነዉ፡፡ ይህን እግዚአብሔር ለእኛ የገባዉን ቃል እንደሚፈፅም የሚያረጋግጥልን ነዉ፡፡ \n፠ ርግብ      ማቴ 3፡16 ማር 1፡10፣ ዩሐ 1፡32 ሉቃ 3፡22\nርግብ መንፈስ ቅዱስ ጨዋ፣ ሰላምና መራር-አልባ መሆኑን የሚያሳይ ነዉ፡፡\nየመንፈስ ቅዱስ መገለጫዎች የእርሱን ስራና ባህርይ በተሻለ መንገድ ለመረዳት ያግዛሉ፡፡ ይሁን እንጂ ስንተረጉም ጥንቃቄ ማድረግ አለብን፡፡ ለምሳሌ ‹‹ነፋስ›› የመንፈስ ቅዱስ መገለጫ ነዉ መፅሐፈፍ ቅዱስ ዉስጥ የተጠቀሰዉ ‹‹ነፋስ›› ሁሉ ግን መንፈስ ቅዱስን አይወክልም፡፡ በኤፌ 4፡14 ነፋስ በስህተት ትምህርት ተጠቅሷልና፡፡\n'),
        TextSpan(
            text: 'የመንፈስ ቅዱስ ስራ በዘመናችን ምንድን ነዉ?\n', style: CFont.boldReads),
        TextSpan(
            text:
                'ከዘለኣለም የነበረዉ መንፈስ ቅዱስ ዛሬም በቤተ ክርስቲያን፣ በአማኞች ህይወትና በአለም ሁሉ የሚሰራ ምላክ ነዉ፡፡ በዚህ ዘመን ከስራዎኡ መካከል ጥቂቱን ብንጠቅስ፡- \n'),
        TextSpan(text: 'ሀ. መንፈስ ቅዱስ አዲስ ልደትን ይሰጣል \n', style: CFont.boldReads),
        TextSpan(
            text:
                '፠ በበደላችንና በሀጢያታችን ሙታን የነበርነዉን ክርስቶስን ስናምን ከመንፈስ ቅዱስ ስራ የተነሳ እንደገና መወለድንና መፈጠርን አግኝተናል፡፡ዩሐ 3፡:5፣ ቲቶ3፡5\n፠ በፀጋዉ ንስሀ ስንገባ ስናምን በመንፈስ ቅዱስ አማካኝነት ዳግመኛ ተወለድን መለት ነዉ፡፡ \n'),
        TextSpan(text: 'ለ. የእግዚአብሔር ቤተ መቅደስ ያደርጋል \n', style: CFont.boldReads),
        TextSpan(
            text:
                'የክርስቶስን ቤዛነት አምነን ስንቀበል የክብሩ ማደሪያዎች እንድንሆን መንፈስ ቅዱስ በዉስጣችን በመኖሩ ምክንያት ቤተ መቅደስ ሆንን፡፡ 1ቆሮ 3፡16 ዩሐ 14፡23 ዳግም በተወለደ ሰዉ ህይዎት ሁሉ መንፈስ ቅዱስ አለ 1ቆሮ 12፡13\n'),
        TextSpan(
            text:
                'ሐ. መንፈስ ቅዱስ ይቀድሳል፣ ያሳድጋል፣ በአማኝ ህይወት ይሰራል፡፡  ገላ 2፡22-23፣ 1ቆሮ 6፡11\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ክርስቶስን ስንቀበል ከእድፋችን በክርስቶስ ደም ያነፃንና የቀደሰን መንፈስ ቅዱስ በእየለቱ ፈቃዳችንን ባስገዛን መጠን ፀጋን በመስጠት ፍሬያችንን እያበዛ ያሳድገናል፡፡ ወደ አዲስ ልደት ያመጣንም መንፈስ ቅዱስ የሚያሳድግም እርሱ ነዉ፡፡ ለልዩ ልዩ ፀጋዎች ወደ ብስለትና ጥንካሬ የሚያደርስ፣ ወደ እዉነት የሚመራ፣ ስንሳሳት እየወቀሰ የሚመልስና ለቅዱስ አገልግሎት ብቃት የሚሰጥ መንፈስ ቅዱስ ነዉ፡፡ እድገታችንም በቅድስና በፅድቅ ኑሮና በመንፈሳዊ ፍሬ ይገለጣል፡፡\n'),
        TextSpan(
            text: 'መ. የተለያዩ የፀጋ ስጦታዎችን ለቤተ ክርስቲያን ይሰጣል 1ቆሮ 12፡14፣\n',
            style: CFont.boldReads),
        TextSpan(
            text:
                'ክርስቶስን አምነዉ ለዳኑት የፀጋ ስጦታን እንደወደደ እያካፈለ (1ቆሮ 12፡11) ለክብሩና ለቤተ ክርስቲያን መታነፅ ይሰጣል፡፡\n'),
      ]),
    ),
  ),
  Chapter(
    title: 'ቤተ ክርስቲያን',
    reads: RichText(
      text: TextSpan(
        text: '',
        style: CFont.reads,
        children: [
          TextSpan(text: '3.1 የቤተ ክረስቲያን ትርጉም\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ቤተ ክርስቲያን የሚለዉ ቃል የመጣዉ "Eklessia" ኤክሌሽያ ከሚል የግሪክ ቃል ሲሆን ከሁለት ሀሳቦች የመነጨ ነዉ፡፡ "EK" (ኤክ) ከሆነ ቡድን የወጣ ማለት ሲሆን "Kalleo" (ካሊኦ) ደግሞ ለሆነ አላማ መጥራት ማለት ነዉ፡፡ ስለዚህ ኤክሌሽያ የሚለዉ ቃል ስልጣን ባለዉ አካል ለሆነ አላማ ተጠርቶ የወጣ የሚል ትርጉም ይሰጠናል፡፡\nበአጠቃላይ ቤተክርስቲያን ስንል\n ፠ ለአንድ አላማ \n ፠ ለህብረትና\n ፠ ተስፋን ለመዉረስ ተጠርተዉ የወጡ አማኞችን ያመለክታል፡፡ \nቤተክርስቲያን የሚለዉ ቃል በብሉይ ኪዳን ‹‹ኳህል›› ከሚለዉ የእብራይስጥ ቃል ጋር የሚመሳሰል ሲሆን ጉባኤ ወይም መህበር ማለት ነዉ፡፡ ዘሌ 4፡13-14 በአዲስ ኪዳን ደግሞ ቤተክርስቲያን ስንል ከርስቶስ በመስቀል ላይ በፈፀመዉ ስራ አምነዉ ከሀጢያት እስራት ነፃ በመዉጣት በኢየሱስ ክረስቶስ ስልጣን ስር ሆነዉ ሁለት ወይም ሶስት ከዚያም በላይ እርሱን ለማምለክ የተሰበሰቡ የአማኞችን ህብረት ያመለክታል፡፡ ስለዚህ ቤተክርስቲያን ስንል አማኞችን እንጂ ህንፃን አይመለከትም፡፡ ማቴ 2፡41-47፣ 13፡1፣ ማቴ 16፡8 ‹‹…. ጌታ ኢየሱስ ቤተክርስቲያኔን እሰራለሁ የገሀነም ደጆች አይችሉአትም›› አለ ይህም የሚያመለክተዉ ፡-\n፠ ቤተክርስቲያን የመሰረተዉ እራሱ ጌታ ኢየሱስ መሆኑን\n፠ ቤተክርስቲያን የጌታ እንደሆነች\n፠ በማንኛዉም የጠላት ተግዳሮቶች ማለትም በማይታዉ አለም ሀይላት ይቃት የማትበገር መሆንዋንና ከጌታ ዘንድ ሀይል የታጠቀች መሆንዋን ይገልፃል፡፡\n '),
          TextSpan(text: '3.2 የቤተክርስቲያን ገፅታዎች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ቤተክርስቲያን በምድር ላይ የክርስቶስ ወኪል ስትሆን ተፈጥሮአዊ ገፅታዋ በሁለት መልኩ ያብራራል፡፡\n'),
          TextSpan(
              text: 'ሀ. አለማቀፋዊቷ ቤተክርስቲያን (የማትታየዉ)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'አለም አቀፏ ቤተክርስቲያን ከክርስቶስ ኢየሱስ ምድራዊ አገልግሎት ዘመን ጀምሮ የተጠሩትን መንፈስ ቅዱስ ከወረደት ከጴንጤቆስጤ ቀን ጀምሮ በክርስቶስ አምነዉ የእግዚአብሔር ቤተሰብ የሆኑትን ማለትም በክርስቶስ ሆነዉ ያንቀላፉትንና በህይወት ያሉትን ሁሉ ያቀፈች ስትሆን እጂግ ብዙ ቁጥር ያላትና በቦት ያልተወሰነች ናት፡፡አለም አቀፍ ቤተክርስቲያን ስንል በአጠቃላይ የክርስቶስ አካል የሆነዉን ህዝብ ማለታችን ነዉ፡፡ ቆላ 1፡18-20 ኤፌ 1፤22-23፣ 1ጢሞ 3፡15\n'),
          TextSpan(text: 'ለ. አጥቢያ ቤተክርስቲያን (የምትታየዉ)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'አጥቢያ ቤተክርስቲያን በቦታና በአካባቢ የተወሰነች ናት፡፡ ቆላ 4፡15፣ 1ቆሮ 1፡2፣ ሮሜ 16፡5\n'),
          TextSpan(
              text: 'አጥቢያ ቤተክርስቲያን በመልክአ ምድር ልትጠራ ትችላለች፡፡\n',
              style: CFont.boldReads),
          TextSpan(text: ' ለምሳሌ፡-\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ በኢየሩሳሌም ያለችዉ ቤተክርስቲያን ሐዋ 8፡1፣ 11፡22\n፠ በአንፆኪያ ያለችዉ ቤተክርስቲያን       ሐዋ 13፡1\n፠ በኤፌሶን ያለችዉ ቤተክርስቲያን         ሐዋ 20፡17\n፠ በገላትያ ያሉት አብያተ ክርስቲያናት      ገላ 1፡2\n፠ በእስያ ያሉትአብያተ ክርስቲያናት         ራዕ 1፡14\n'),
          TextSpan(
              text: 'አጥቢያ ቤተ ክርስቲየያን በጊዜ ቀመር ልትታይ ትችላለች\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የሐዋርያት ቤተ ክርስቲያን፡ በክርስቶስ ሞትና ትንሳኤ እና መንፈስ ቅዱስ መፍሰስ ከክርስቶስ እርገት በኋላ የተመሰረተችዉን ቤተክርስቲያንን ያመለክታል፡፡\n፠ የጥንቷ ቤተከርስቲያን፡ ከሀዋርያት አባቶች ሞት በኋላ የቤተክርስቲያን አባቶች ተብለዉ በሚጠሩ ትመራ የነበረችዉን ቤተ ክርስቲያን ያመለክታል፡፡\n፠ የመካከለኛዋ ዘመን ቤተ ክርስቲያን፡ በካቶሊክ ቤተ ከርስቲያን መሪነት ላይ የወደቀ የቤተክርስቲያን አስተዳደር የሚታይበት፣ በርካታ አስተዳደራዊና አስተምህሮታዊ ግድፈት የታየበትና ቤተ ክርስቲያንን ወደ ጨለማ ያስገባ የዉድቀት ዘመንን ያሳያል፡፡\n፠ የተሀድሶ ዘመን ቤተ ክርስቲያን፡ ይህ ዘመን እንደነ ሉተር፣ ካልቪን፣ ኤራስመስን የመሳሰሉ የተሀድሶ አራማጆች የተነሱበትን ዘመን ያመለክታል፡፡ለክርስትና እዉነት ደግሞ በሃይል መነሳት ትልቅ እመርታ ያሳየ ዘመን ነዉ፡፡\n፠ የዘመናችን ቤተ ክርስቲያን፡ አሁን ያለንበትን ዘመን የሚያመለክት ነዉ፡፡\n'),
          TextSpan(text: '3.3 የቤተ ክርስቲያን ስዕላዊ መገለጫዎች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የእግዚአብሔር ሰወች በመፅሐፍ ቅዱስ ዉስጥ ቤተ ክርስቲያንን በተለያዩ ስዕላዊ መገለጫዎች ገልፀዋታል፡፡ ከነዚህም ዉስጥ፡-\nሀ. አካል፡\n ጌታ ኢየሱስ የቤተክርስቲያን ራስ ሲሆን ቤተክርስቲያን ደግሞ አካሉ ናት፡፡ ኤፌ 2፡19-22፣ 1ቆሮ 12፡11-27፣ ቆላ 2፡19\nለ. ሕንፃ፡\n ህንፃ የሚለዉ ሥዕላዊ መግለጫ ከጌታ ከእየሱስ ጋረና እንደ እርሱ ከሆኑት ከሌሎች አማኞች ጋር ያላቸዉን የጠበቀ ግንኙነት ያሳያል፡፡ ኤፌ 2፡19-22፣ 1ቆሮ 3፡16-17\nሐዋርያዉ ጳዉሎስ ቤተክርስቲያንን እንደ ህንፃ ሲመስላት\n፠ ህንፃዉ የተሰራባቸዉ ድንጋዮች እያንዳንዱ መዕመን እንደሆኑና\n፠ የማዕዘኑ ድንጋይ ደግሞ ጌታ ኢየሱስ መሆኑን በመግለፅ ሲሆን ሁሉም ለመንፈሳዊ ስራ አስፈላጊ እንደሆኑ ያስረዳል፡፡\nበአጠቃላይ ሁሉም ምዕመናን የእግዚአብሔር ቤተ መቅደስ ሆነዉ ይሰራሉ፡፡ በተናጠል ደግሞ እያንዳንዱ ምዕመን የመንፈስ ቅዱስ ማደሪያ ወይም ቤተ መቅደስ ነዉ፡፡ 1ቆሮ 6፡19\nሐ. ሙሽሪት፡\n ከብሉይ ኪዳን ጀምሮ እግዚአብሔር ከህዝቡ ጋር የሚኖረዉ ግንኙነት እነደ ባልና ሚስት እንደተገለፀ እንመለከታለን፡፡ ኢሳ 54፡1-8 በአዲስ ኪዳንም ጌታ ኢየሱስ ቤተክርስቲያንን ሙሽሪት ብሎ እንደጠራትና (ማር 2፡18-20) ሐዋርያዉ ጳዉሎስም ቤተክርስቲያንን እነደ ንፅህት ድንግል ለጌታ የታጨች እንደሆነች ገልፆአል፡፡ 2ቆሮ 11፡2-3 ከዚህም በተጨማሪ ቤተክርስቲያን በተለያዩ ስሞች ማለትም መቅደስ፣ የእግዚአብሔር ህዝብ፣ ቅርንጫፎች፣ የመንፈስ ቅዱስ ማደሪያ ወዘተ ተብላም ተጠርታለች፡፡\nበቀድሞይቱ ቤተ ክርስቲያን ጌታ ኢየሱስን ሲከተሉ የነበሩ ምዕመናንም በተለያዩ ስሞች ይጠሩ እንደነበር ከመፅሐፍ ቅዱስ ለመረዳት ችለናል፡፡ ለምሳሌ፡- አማኞች (ሐዋ 4፡32) ፣ ክርስቲያኖች (ሐዋ 11፡26) ወንድሞች (ሐዋ 11፡29) ፣ ቅዱሳን (ሐዋ 9፡13) ፣ የተመረጡ (ማር 13፡27) ወዘተ፡፡\n'),
          TextSpan(text: '3.4 የቤተክርስቲያን ባህርያት \n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ሀ. እድገት፡\n ቤተክርስቲያን ህያዉ አካል እንደመሆኗ መጠን ወደ ክርስቶስ ሙላት ማደግ ይጠበቅባታል፡፡ ኤፌ 4፡13 የማታድግ ቤተክርስቲያን መንፈሳዊ ጤንናት የጎደላት ስትሆን ብቻ ነዉ፡፡ እድገት ደግሞ የሚለካዉ ሁለንተናዊ ሲሆን ነዉ፡፡ ሐዋ 2፡41-42\n፠ በቁጥር -በትምህርት -በፀሎት -በህብረት -በመከባበርና በመረዳዳት ወዘተ\nለ. ቅድስና፡\n ቅድስና ማለት መለየት ማለት ሲሆን በዚህ ክፍል የምንመለከተዉ ቅድስና አማኞች በእለታዊ ኑሮአቸዉ ሊታዩ የሚገባዉን የህይወት ንፅህና የሚያመለክት ነዉ፡፡ 1ጴጥ 1፡15-16 ቤተክርስቲያን ያለ ነዉርና ያለ ነቀፋ የሚያደርጋት ጌታ ኢየሱስ ራሱ ሲሆን ቤተክርስቲያን ራሷን ከአለም ጋር ሳታመሳስልና ሳታመቻች መኖር ይጠበቅባታል፡፡ ኤፌ 5፡27 2ቆሮ 6፡14-18 ፣ 1ተሰ 5፡23፣ ዕብ 12፡14\nሐ. አንድነት፡\n አንድነት ህብረትን የሚያሳይ ሲሆን አማኞች በክርስቶስ ኢየሱስ አንድ መሆናቸዉና አንድነታቸዉን መጠበቅ እንዳለባቸዉ የሚያመላክት ነዉ፡፡ ጌታ ኢየሱስ እንደኛ አንድ እንዲሆኑ ብሎ ስለ አማኞች እንደፀለየና (ዩሐ 17፡22) መንፈስ ቅዱስም እድነቱን እንደመሰረተዉ (ኤፌ 4፡3) የእግዚአብሔር ቃል ያስረዳል፡፡\nመ. ካቶሊካዊት፡ \nከቶሊክ ማለት አለም አቀፍ ማለት ሲሆን ቤተክርስቲያን እዉነተኛዉን ትምህርት በመያዝ በዚህ አለም ብቸኛ ወኪል ሆና መገኘቷን ያሳያል፡፡ \nሠ. ሐዋርያዊት፡\n አንዲት ቤተክርስቲያን የሐዋርያትን ትምህርትና እምነት ከተቀበለች ሐዋርያዊት ቤተክርስቲያን ትባላለች፡፡ ይህም የሚያሳየን ቤተክርስቲያን በአዲስ ኪዳን ትምህርት ላይ መመስረትና በምታደርገዉ አጠቃላይ እንቅስቃሴና የእድገት አቅጣጫ ራሷን የምትመዝንበት መመሪያ ወይም መለኪያ አድርጋ መዉሰድ ይጠበቅባታል፡፡\n'),
          TextSpan(text: '3.5  የቤተክርስቲያን አገልግሎት\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ ቤተክርስቲያንን ከመሰረታትና በዚህ ምድር ላይ ህያዉ ሆና እንድትኖር ሲያደርግ በአላማ ሲሆን ይህም ፈቃዱንና ሃሳቡን በማገልገል አብራ እንድትሰራ ነዉ፡፡ 1ቆሮ 3፡9\n'),
          TextSpan(
              text: 'የቤተክርስቲያን አገልግሎት የዉስጥና የዌጭ በመባል ይታወቃሉ፡፡\n',
              style: CFont.subTitle),
          TextSpan(text: 'የዉስጥ አገልግሎት\n', style: CFont.boldReads),
          TextSpan(text: 'የዉስጥ አገልግሎት ማለት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ በቤተክርስቲያን ዉስጥ ለአማኞች የሚደረገዉን አገልግሎት የሚያመክት ነዉ፡፡\n፠ የክርስቶስን አካል ማነፅ ማለት ነዉ፡፡\nበቤተክርስቲያን ዉስጥ አገልግሎትን የሚገልፁ የዉስጥ አገልግሎቶች የሚከተሉት ናችዉ፡ \n፠ አምልኮ\n፠ ፀሎት\n፠ አስተምህሮ\n፠ ህብረት ማድረግ\n፠ ናፃ የማዉጣት ስራ\n'),
          TextSpan(text: 'የዉጪ አገልግሎቶች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  ' የዉጪ አገልግሎት የምንለዉ ወንጌልን ለፍጥረት ሁሉ የማድረስ አገልግሎት ሲሆን ይህም የሁሉም ምዕመናን ሀላፊነት ነዉ፡፡ ማቴ 28፡19-20፣ አማኞች ወንጌልን በአግባቡ ለማስፋፋት የሚችሉት አስቀድሞ \n፠ የእግዚአብሄርን ቃል ማጥናት \n፠ መፀለይና\n፠ ወጥተዉም ለመመስከር ፈቃደኛ ሆነዉ ሲገኙ እዉን ይሆናል፡፡\n'),
          TextSpan(text: 'የቤተክርስቲያን ዋና ሚና\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ቤተክርስቲያን በዚህ ምድር የመኖርዋ እና ህልዉና የማግኘትዋ ዋነኛ ምክንያት የክርስቶስን አላማ መፈፀም እንድንችል ነዉ፡፡ ዋና አላማዋ ክርስቶስ በምድር የጀመረዉን አገልግሎት በምድር ለመፈጸም ነዉ፡፡ ቤተክርስቲያን በምድር አራት ዋና ዋና ሚናዎች አሏት፡፡ \nእነርሱም፡-\n፠ ወንጌልን ማሰራጨት\n፠ አምልኮ\n፠ እርስ በእርስ መተናነፅ\n፠ የርህራሄ አገልግሎት\n'),
          TextSpan(text: '3.6 የቤተክርስቲያን ስልጣንና ሀይል\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ቤተክርስቲያን ራሷከሆነዉ ከጌታ ከእየሱስ ክርስቶስ የተሰጣትን ተልዕኮ ማለትም ወንጌልን ላልዳኑት የማድረስና አምነዉ የዳኑትንም ክርስቶስን ወደ መምሰል የማሳደግ (ደቀመዝሙር) የማድረግ ሀላፊነት በአግባቡ መፈፀም እንድትችል በሰማይም በምድርም ሙሉ ስልጣን ያለዉ ጌታ ራሱ ስልጥን ሰጥቷታል፡፡\n'),
          TextSpan(text: 'ይህም ስልጣን \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የሰይጥንና የሰራዊት ስራ የማፍረስ ፣ 2ቆሮ 10፡3-6፣ ኤፌ 6፡12 \nየክርስቶስን የስሙን ስልጣን እንድንጠቀም፣ ሉቃ 9፡1\nእንደ እግዚአብሔር ቃል የስነ-ስርአት እርምጃ መዉሰድ፣ 1ቆሮ 5፡1-5፣ ማቴ 18፡15-18 ይህ የስርአት እርምጃ \n፠ የእግዚአብሔር ክብር ለመጠበቅ ነዉ፡፡\n፠ ጉባኤን ለማጥራት \n፠ ያጠፋዉን ለማረም\n፠ ነፍሳትን ለማትረፍና ለመመለስ\nበተጠሩበት ጥሪ አገልጋዮችን ማሰማራት\nቤተክርስቲያን ከላይ የተጠቀሱትን ስልጣን ለመፈፀም ከእግዚአብሔር ሀይልን ተቀብላለች፡፡\n'),
          TextSpan(text: '3.7  የቤተክርስቲያን ስርአቶች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ በክብር ወደ አባቱ ዙፋን ከማረጉ በፊት ሁለት ህያዉ የሆኑ ስርአቶችን ለቤተክርስቲያን ሰጥቷል፡፡ እነርሱም ቅዱስ ቁርባንና የዉሃ ጥምቀት ናቸዉ፡፡\n'),
          TextSpan(text: 'የዉሃ ጥምቀት፡ ማቴ 28፡19-20\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጥምቀት የሚለዉ ቃል ‹‹ባፕቲዞ›› ከሚል የግሪክ ቃል የመጣ ሲሆን ትርጓሜዉም መስጠም ወይም መሸፈን ማለት ነዉ፡፡ሌላዉ ትርጓሜዉ ደግሞ በአንድ ነገር ተፅዕኖ ስር መሆን ማለት ነዉ፡፡ \nአማኞች የዉሀ ጥምቀት የሚወስዱበት ምክንያት \n፠ የጌታ ትዕዛዝ ስለሆነ፣ ማቴ 28፡19፡20፣ ማር 16፡16\n፠ ሐዋርያትት ቅዱሳን ሁሉ ይህንን ስርአት ስለፈፀሙ፣ (ሐዋ 8፡12፣ 10፡47-48፣ 26፡40)\n፠ የክርስቲያን ጥምቀት አማኙ በክርስቶስ ማመኑንና መለወጡን በይፋ የሚመሰክርበት ስርአት ስለሆነ፣ ገላ 3፤26\n፠ አማኞች ከጌታ ኢየሱስ ሞትና ትንሳኤ ጋራ መተባበራችዉን በእምነት የሚገልፁበት መነንገድ ስለሆነ ሮሜ 6፤4-11\n'),
          TextSpan(text: 'የጌታ እራት፡ \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ ታልፎ በተሰጠበት ሌሊት ለደቀመዛሙርቱ ሞቱን ለማሳሰብ ህብስትና ወይን በመስጠት ሲሆን ‹‹ይህም ለመታሰቢያዬ አድርጉት›› በማለት ነግሮአቸዋል፡፡\nህብስቱ ለሀጢያት መስዋዕት ለመሆን ብቃት ያለዉና ፍፁም የሆነዉን የጌታ የኢየሱስ ክርስቶስን ስጋ የሚወክል ሲሆን ወይን ደግሞ ለሀጢያት ስርየት የደሰሰዉን ደሙን ያመለክታል፡፡\n'),
          TextSpan(text: 'የስርአቱ አላማ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ጌታ በመስቀል ላይ ለኛ የፈፀመዉን ሰራ በማሰብ ለማመስገን 1ቆሮ 10፡17\n፠ ከጌታና ከአማኞች ጋር ያለንን ህብረት መሰረቱ የመስቀል ስራ እንደሆነ እንድናስበዉ \n፠ እስከ ጌታ ዳግም ምፅአት ድረስ ሞቱን ለመናገር ለመትጋት ለመወሰን 1ቆሮ 11፡26\n'),
          TextSpan(text: 'የጋብቻ ስርአት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጋብቻ እግዚአብሔር በራሱ ተነሳሽነት ለሰዉ ልጆች ያዘጋጀዉ ማህበራዊ ተቋም ሲሆን የመጀመሪያዎቹ ተጋቢዎች አዳምና ሄዋን ነበሩ፡፡ ዘፍ 2፡20-22\n'),
          TextSpan(
              text:
                  'እንግዲህ ሂዱና አህዛብን ሁሉ በአብ በወልድና በመንፈስ ቅዱስ ስም እያጠመቃችኋቸዉ፣ ያዘዝኋችሁንም ሁሉ እንዲጠብቁ እያሰስተማራችኋቸዉ ደቀ መዛሙርቴ አድርጓቸዉ፡፡ ማቴ 28፡19-20\n',
              style: CFont.subTitle),
        ],
      ),
    ),
  ),
  Chapter(
    title: 'የመጨረሻዉ ዘመን',
    reads: RichText(
      text: TextSpan(
        text:
            'ስለ ጌታ ዳግም ምፅአት ወይም ስለ አለም ፍፃሜ ቀኑን ወስነን ለመናገር ምንም አይነት የቅዱሳን መፅሀፍት ድጋፍ የለንም የቅዱሳን መፅሀፍት ትንቢትም የሚመረምር ማንኛዉም ሰዉ በአንድ በኩል እግዚአብሔር የገለጣቸዉን ነገሮች በጥንቃቄ እየመረመረ በሌላ በኩል ደግሞ መፅሐፍ ቅዱስ መልስ የማይሰጥባቸዉን ነገሮች በጥንቃቄ ማስተዋል ይኖርበታል፡፡\nየተለያየ የህይዎት አቅጣጫን የሚከተሉና የተለያየ ሀይማኖታዊ እማነት ያላቸዉ ሰዎች ሁሉ ‹‹ወደ ፊት ምን ያጋጥመን ይሆን›› የሚል ጥያቄ ያነሳሉ፡፡ የዚህ ትምህርት አላማ ለዚህ ጥያቄ መልስ በመስጠት ስለ መጨረሻዉ ዘመን ሰፋ ያለ ትንታኔ ይሰጣል፡፡\n',
        style: CFont.reads,
        children: [
          TextSpan(text: '4.1 ዘመነ ፍፃሜ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የመጨረሻዉ ዘመን የሚል ጥያቄ ከተነሳ የመጀመሪያዉ ዘመን የቱ ነዉ የሚል ጥያቄ ይነሳል፡፡ ስለዚሕ በቅዱሳን መፅሐፍት ዉስጥ ጊዜዉ የተለያየ እርዝማኔና ባህርያት ባላቸዉ ሰባት (7) ወቅቶች ተከፋፍሎ እናገኘዋለን፡፡\n'),
          TextSpan(text: 'ሰባቱ ዘመናት የዘመናት ክፍፍል\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ የሰባቱ የዘመናት ክፍፍል ስንል ከአዳም መፈጠር ጀምሮ በራዕ 21፡1 ዉስጥ እስካለዉ ‹‹አዲስ ሰማይና ምድር›› መምጣት ድረስ ያለዉን ጠቅላላ ወቅት ነዉ፡፡ ከነዚህ ዘመናት መካከል አምስቱ አስቀድመዉ ተፈፅመዋል አሁን ያለነዉ በስድስተኛዉ (ምን አልባትም በእርሱ መገባደጃ) ላይ ነዉ፡፡ \n'),
          TextSpan(
              text: '1. ሰዉ መልካሙንና ክፉዉን ከማወቁ በፊት (dispensation of innocence)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ ዘመን በዘፍ 2፡7 ዉስጥ ካለዉ ከአዳም መፈጠር ጀምሮ በዉድቀቱ ምክንያት ከኤደን ገነት እስተባረረበት ድረስ የነበረዉን የጥቂት ቀናት ዕድሜ የነበረዉን ነዉ፡፡\n'),
          TextSpan(
              text:
                  '2. ሰዉ በህሊና ስር (የህሊና ዘመን መግባት) (dispensation of conscience)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'አዳምና ሄዋን በሰሩት ሀጢያት ያንንም ተከትሎ በመጣዉ ዉጤት መልካምና ክዉን መወቅን አገኙ፤ ወደ ትዉልዳቸዉም አስተላለፉ፡፡ ህም ለሰዉ ህሊና ትክክለኛ የስነ-ምግባር ግርድን የሚያደርግ መሰረት ሰጪ ሆነ፡፡ ከዚህም የተነሳ ትዉልድ መልካም የማድረግ ከክፉም የመራቅ የሀላፊነት መለኪያ ስር ሆነ፡፡የዚህ ዘመን መግባት እርዝማኔ 1656 አመት ሲሆን ዉጤቱም ስጋን የለበሰ ሁሉ በምድር ላይ መንገዱን ማበላሸት ነዉ፡፡ ዘፍ 3፡1-8፣ 6፡5፣ 11፡12 እናም እግዚአብሔር በጥፋት ዉሃ ፍርድ ዘጋዉ፡፡ \n'),
          TextSpan(
              text:
                  '3. ሰዉ ምድርን በማስተዳደር ስልጣን (የሰዉ መንግስት ዘመን መግባት (dispensation of human Government)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ ዘመን ከጥፋት ዉሃ በኋላ እግዚአብሔር ስምንት ሰወችን ያዳነበትን ዉሃዉ ከደረቀ በሁዋላም እርሷን የማስተዳደርና የመግዛት ትልቅ ስልጣን ከፍርድ የነፃችዉን ምድር የሰጣአዉን ዘመን ያመለክታል፡፡ ይህም ዘመን የቆየዉ ለ427 አመታት ሲሆን ዉጤቱም በሰናኦር ሜዳ ላይ የሰዉ ልጆች ከእግዚአብሔር ፈፅሞ በመለየት ራሳቸዉን ችለዉ ለመኖር ያደረጉትን ክፉ መተባበር የሚያሳይ ሲሆን የተጠናቀቀዉም ቋንቋቸዉን በመደበላለቅ ነዉ፡፡ ዘፍ 8፡14፣ 9፡1 11፡1-10\n'),
          TextSpan(
              text: '4. የተስፋ ዘመን መግባት (dispensation of Promise)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ ዘመን የባቢሎንን ግንብ በመገንባታቸዉ ምክንያት እንደተበተኑ ከተደረጉ ትዉልድ መካከል እግዚአብሔር አብርሃምን የጠራበትና የተስፋ ቃል ሰጭዉ ከእርሱ ጋር ቃል ኪዳን ያደረገበትን ዘመን ያመለክታል፡፡ የዚህ ዘመን እርዝማኔ 430 አመታት ነዉ፡፡ ዘፍ 12፡1፣ ዘፀ 12፡40፣ ገላ 4፡30\n'),
          TextSpan(
              text: '5. ሰዉ በህግ ስር የህግ ዘመን መግባት (dispensation of low)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ ዘመን የቆየዉ 1700 ዓመታት በላይ ነዉ፡፡ ከሙሴ እስከ ክርስቶስ ድረስ ያለዉን ዘመን ያጠቃልላል፡፡ ዘፀ 19፡1-8\n'),
          TextSpan(
              text: '6. ሰዉ በፀጋ ስር/የፀጋ ዘመን መግባት (dispensation of grace)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'የዚህ ዘመን እርዝማኔ ከክርስቶስ ዉልደት እስከ ክርስቶስ ዳግም ምፅአት ያለዉን የሚያጠቃልል ሲሆን አሁን እስካለንበት ጊዜ ድረስ 2010 አመታት ያህል ቆይቷል፡፡\n'),
          TextSpan(
              text:
                  '7. ሰዉ በክርስቶስ የሚገዛዉ መንግስት/የሺህ አመቱ ዘመን መግባት (Dispensation of divine government/millinnism) \n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ይህ ዘመን ኢየሱስ በምድርና በእስራኤል ላይ ለ1000 ዓመት በይፋ በአካል የሚነግስበት ነዉ፡፡ የዚህ ዘመን መጠቃለያ ታላቁ ዙፋን የሚሰየምበትና ሁሉም ሰዉ ከሞት የሚነሳበት ፍርድም የሚሰጥበት ዘመን ነዉ፡፡\n'),
          TextSpan(text: '4.2 የመጨረሻ ዘመን\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የመጨረሻ ዘመን () በግሪክ ቃል ‹‹እስካቶስ›› ይባላል፡፡ የቃሉ ፍቺ የሚያመለክተን የዚህን ዘለም መጨረሻና ከእርሱ ጋር ተያይዘዉ የሚመጡትን የመጨረሻ ዘመን ክንዉኖች ነዉ፡፡\n'),
          TextSpan(text: '4.3 የጌታ ኢየሱስ ዳግም ምፅአት \n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ በመጀመሪያ መስጋ ተገልጦ እንደመጣ አሁንም ሁለተኛ ተመልሶ ቅዱሳንን ለመዉሰድና ከእርሱ ጋር ለማኖር ከሰማይ ይገለጣል፡፡ (ዩሐ 14፡1-3) መጀመሪያ ሲመጣ ለሀጢያት የሚሰዋ በግ ሆኖ መጣ (ዩሐ 1፡29) ተመልሶ ሲመጣ ግን የነገስታት ንጉስና የጌቶች ጌታ ሆኖ ይመጣል፡፡ (ራዕ 19፡16)\n'),
          TextSpan(text: '4.4 የክርስቶስ ዳግም ምፅአት ገፅታዎች\n', style: CFont.subTitle),
          TextSpan(
              text: '1. ስዉር አመጣጥ ወይም ለቤተክርስቲያን መምጣት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጌታችን ኢየሱስ መስዉርና ባልታሰበበት ሰአት በመልዓክት አለቃ ድምፅና በእግዚአብሔር የመለከት ድምፅ ከሰማይ ሲገለፅ በጌታ ሆነዉ የሞቱት ቅዱሳን ከሞት በአዲስ መልክ ተነስተዉ በምድር የሚኖሩ በህይዎት ያሉ ቅዱሳን የለበሱት አካላቸዉ ተለዉጦ ጌታን በአየርና በደመና ለመቀበል በመነጠቅ የሚወሰዱበት መምጣቱ ስዉር አመጣጥ ይባላል፡፡ 1ተሰ 4፡16-17፣ 1ቆሮ 15፡51-54\n'),
          TextSpan(text: 'ጌታ ኢየሱስ በስዉር የመምጣቱ አላማ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ በደሙ የዋጃትን ቤተ ክርስቲያን ወይም አማኞችን በንጥቀት ለመዉሰድና ወደ ራሱ ለመሰብሰብ ነዉ፡፡\n፠ በጌታ ሆነዉ የሞቱ አማኞች ትንሳኤ እንዲያገኙ፡፡ 1ቆሮ 15፡23 1ተሰ 4፡15-17\n፠ በቅዱሳን ዘንድ ሊከበር፤ በማያምኑትም ዘንድ ሊገረም ይመጣል፡፡ 2ተሰ 1፡10\n'),
          TextSpan(
              text: '2. ግልፅ አመጣጥ/ከቤተክስቲያን ጋር መምጣት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '1ተሰ 3፡12 ጌታ ኢየሱስ በግልፅ ሲመጣ በንጥቀት ከወሰዳቸዉ ቅዱሳን ከመላእክት ጋር በታላቅ ክብር ወደ ምድር የሚወርድበት አመጣጥ ግልፅ አመጣጥ ይባላል፡፡ 2ተሰ 1፡7-9\n'),
          TextSpan(text: 'ክርስቶስ በግልጽ የሚመጣበት አላማ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የአርማጌዶንን ጦርነት በድል ለመፈፀም፤ ዘካ 14፡1-4፣ ራዕ 16፡12-16፣ ራዕ 10፡11-12\n፠ ሀሰተኛዉን ክርስቶስ ለመሻር፤ 2ተሰ 2፡8\n፠ አመፀኞችን ለመበቀል፤ በሀጢያተኞች(በአህዛብ) ለመፍረድ፤ ማቴ 24-31፣ 2ተሰ 1፡8 ይሁ 15\n፠ እስራኤልን ከጥፋት ለማዳን \n፠ ሺህ አመት በምድር ላይ ለመንገስ\n'),
          TextSpan(
              text: '4.5 የመነጠቅና የጌታ ዳግም ምፅአት ልዩነቶች\n', style: CFont.subTitle),
          WidgetSpan(
            child: Image.asset(
              'assets/images/4.5.jpg',
            ),
          ),
          TextSpan(
              text: '4.6 የጌታ ኢየሱስ ዳግም ምፅአት ምልክቶች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የጌታ ኢየሱሰ ክርስቶስ የመምጣቱን ምልክቶች በሶስት ዋና ዋና ክፍሎች ከፍለን መመልከት እንችላለን፡፡\n'),
          TextSpan(
              text: 'በአለም ላይ ከቤተክርስቲያን ዉጭ የሚታዩ ምልክቶች\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የምርምርና የእዉቀት መብዛት ዳን 12፡4\n፠ ህዝብ በህዝብ፣ የጎሳ፣ የወገን፣ ጦርነትና መለያየት፣ መንግስት ከመንግስት፣ ሀገር ከሌላዉ ሀገር ጋር ያለዉ ዉጊያ አለመስማማት ማቴ 24፡7\n፠ ጦርነትና ጦርነትን የሚያናፍስ ወሬ መስማት\n፠ የኖህና የሎጥ ዘመን ምልክቶች መታየትና መብዛት፣ ሉቃ 17፡26-30 እነዚህ የግብረ ሰዶማዉያንና ከእግዚአብሔር ይልቅ ተድላንና መዝናናትን የመዉደድ ምልክት ነዉ፡፡ 2ጢሞ 3፡4\n'),
          TextSpan(text: 'በተፈጥሮ ላይ የሚታዩ ምልክቶች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የረሀብ፣ የቸነፈር፣ የበሽታ መብዛት\n፠ የመሬት መንቀጥቀጥ እየጨመረ መሄድ ማቴ 24፡7\n'),
          TextSpan(text: 'በቤተክርስቲያን ዉስጥ የሚታዩ ምልክቶች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የሀሰተኛ ነብያትና ክርስቶሶች መነሳትና በሰይጣን አሰራር ብዙዎችን ማሳትና መታለል፡፡ ማቴ 24፡24፣ 1ጢሞ 1፡3\n፠ የወንጌል በአለም ሁሉ መሰበክ፡፡ ማቴ 24፡14\n፠ ከብዙ ሰዎች እዉነተኛ እምነት መጥፋት፡፡ ሉቃ 18፡18\n፠ የፍቅር መቀዝቀዝና የአለማዉያን ባህርያት በቤተክርስቲያን ጎልቶ መታየት፡፡ \n'),
          TextSpan(text: '4.7 የአማኞች ንጥቀትና ታላቁ መከራ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ንጥቀት፡\n አማኞች ጌታን ለመቀበል ከምድር ወደ አየር የሚያደርጉትን ጉዞ ይመለከታል፡፡ 1ተሰ 4፡15-17 መነጠቅ የሚለዉ ቃል የግሪኩ ትርጉም ‹‹ሀርፓጂስምታ›› ሲሆን የላቲኑ ደግሞ ‹‹ራፔመር›› ነዉ ፍቺዉም ወደ ላይ መወሰድ ‹‹መወገድ›› መነሳት ማለት ነዉ፡፡ ወደ ግራ ወይም ወደ ቀኝ ዞር ማለት ሳይሆን ከታችኛዉ ወደ ላይኛዉ አቅጣጫ መንቀሳቀስ ነዉ፡፡\n'),
          TextSpan(
              text: 'የቤተ-ክርስቲያን/የአማኞች መነጠቅ ቅደም ተከተል 1ተሰ 4፡13-18፣ ራዕ 19፡7-8\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ መጀመሪያ ጌታ ኢየሱስ በእግዚአብሔር የመለከት ድምፅ ከሰማይ ይወርዳል፡፡\n፠ በክርስቶስ አምነዉ ያንቀላፉት/የሞቱት/ ይነሳሉ\n፠ በምድር በህይወት ስጋ ያሉት በሌላ አካል ይለወጣሉ\n፠ ሁለቱም ጌታን በአየር ለመቀበል ይነጠቃሉ\n፠ ጌታን በአየር ላይ ካገኙ በኋላ ለ7 ዓመት ከጌታ ጋር ይቆያሉ\n፠ ከሰባት አመት በኋላ ከክርሰቶስ ጋር በምድር ለመንገስ ይመጣሉ\n'),
          TextSpan(text: 'ስለመነጠቅ የተለያዩ አመለካከቶች\n', style: CFont.boldReads),
          TextSpan(text: '1. ከፊል ንጥቀት (ግማሽ ንጥቀት)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የዚህ አመለካከት ተከታዮች የሚሉት የቤተ-ክርስቲያን ግማሽ ብቻ ጌታን በአየር ለመቀበል ይነጠቃሉ፤ ቀሪዎች የቤተ-ክርስቲያን አካል በታላቁ መከራ ዉስጥ ያልፋሉ፡፡ በአየር ላይ ክርስቶስን ለመቀበል የሚነጠቁት፡- \n፠ በክርስቶስ ስራ ላይ ትጉ የነበሩ\n፠ ራሳቸዉን በቅድስና የጠበቁ\n፠ በመንፈስ ቅዱስ የተጠመቁ ብቻ ይነጠቃሉ ይላሉ ማቴ 25፡1-13፤ 24፡41\n'),
          TextSpan(text: '2. መንፈቀ መከራ መነጠቀ አመለካከት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ቤተ-ክርስቲያን በመከራዉ ዘመን እኩሌታ ላይ ትነጠቃለች ብለዉ ያስባሉ፡፡ \nአቋማቸዉ፡ መከራዉ የመጀመሪያዉ 3 ½ ዓመታት ‹‹አነስተኛ መከራ›› እና የኋለኛዉ 3 ½ ዓመታት ‹‹ታላቁ መከራ›› የሚል ሁለት ክፍል እንዳለዉ ያምናሉ፡፡\n በመጀመሪያዉ 3 ½ አነስተኛ የመከራ ዘመን ቤተ-ክርስቲያን እንዳለችና በመከራዉ ዉስጥ እንደምታልፍ ከዚያም የኋለኛዉ ታላቁ መከራ ማለትም የእግዚአብሔር ቁጣ ሳይጀምር የቤተ-ክርስቲያን መነጠቅ ይሆናል ይላሉ፡፡\n'),
          TextSpan(text: 'የመፅሐፍ ቅዱስ ማስረጃ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ እስከ ራዕ 11 የተጠቀሰዉ መከራ ‹‹ታላቁ መከራ›› ሳይሆን የምጥር ጣር መጀመሪያ ነዉ ከሰባቱ አመታት የመጀመሪያ 3 ½ ዓመታት ቤተ-ክርስቲያን ታልፍና ልክ ግማሽ ላይ ትነጠቃለች፡፡ \n፠ የ1ቆሮ 15፡52 የተጠቀሰዉ የኋለኛዉ መለከት መነፋት፡ በራዕ 11 ዉስጥ ከተጠቀሰዉ 7ኛዉ መለከት ጋር አንድአይነት ነዉ፡፡ በራዕ 11፡15 ሰባትኛዉ መልአክ የነፋዉ መለከት የመጨረሻዉ ነዉ፡፡ ከዚያ በሁዋላ ሌላ መለከት አልተነፋም ይህ የኋለኛዉ መለከት በመሆኑ ከቆሮንቶስ ጋር ይሄዳል፡፡ በመቀጠል የቤተ-ክርስቲያን መነጠቅ ይሆናል፡፡\n'),
          TextSpan(
              text: '3.ከመከራ ዘመን በኋላ ይነጠቃሉ/ድህረ-መከራ መነጠቅ አመለካከት\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'መከራዉ ካለቀ በኋላ የቤተ-ክርስቲያን መነጠቅ ይሆናል የሚሉ ናአዉ፡፡\nየድህረ-መከራ መነጠቅ አመለካከት በዉስጡ ሦስት ያህል የተለያዩ ክፍሎች ይዟል፡፡\n'),
          TextSpan(text: 'ሀ. አምናዊ ድህረ-መከራ መነጠቅ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'መከራዉ ገና ድሮ በቤተ-ክርስቲያን ላይ ስለሆነ ታላቁ መከራ ተገፅሟል/አልፏል የሚሉና ምናልባት ከሩብ ያነሰዉ መከራ እንደሚቀር የሚያምኑ ናቸዉ፡፡\n'),
          TextSpan(text: 'ለ. ከፊል አምናዊ ድህረ-መከራ መነጠቅ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የመከራዉ ዘመን ቀድሞ ጀምሮአል በከፊል ተፈፅሟል ሆኖም ግን ሙሉ በሙሉ አላለቀም የሚል ሀሳብ አላቸዉ፡፡\n'),
          TextSpan(text: 'ሐ. ነጋዊ ድህረ-መከራ መነጠቅ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'መከራዉ ገና ፈፅሞ እንዳልጀመረና ወደፊት እንደሚቀጥል ያምናሉ፡፡ መከራዉ ተጀምሮ ካለቀ በኋላ የቤተ-ክርስቲያን መነጠቅ ይሆናል፡፡ ኢየሱስ ከመከራዉ ዘመን በኋላ ይመጣል የሚሉ ሰወች የተወሰኑ የመፅሐፍ ቅዱስ ክፍሎችን የክዳሉ እነሱም፡-\n 1ዩሐ 4፡1-3፣ 1ቆሮ 15፡51-52፣ 1ተሰ 4፡13-18\n'),
          TextSpan(
              text: '4. ከመከራ ዘመን በፊት ኢየሱስ ይመለሳል ቅድመ መከራ መነጠቅ አመለካከት\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'የዚህን አስተምህሮ ቅደም ተከተል እንዲህ ያስቀምጣል\n፠ የቤተ-ክርስቲያን ዘመን ያልቃል\n፠ በክረስቶስ ያንቀላፉ ይነሳሉ/ በህይወት ያሉ ቅዱሳን ይነጠቃሉ 1ተሰ 4፡16-17\n፠ መንፈስ ቅዱስ ይሄዳል 2ተሰ 2፡7\n፠ የሰዎች ሀጢያትና የክርስቶስ ተቃዋሚ ይገለጣል፣ 2ተሰ 2፡8\n፠ በሰማይ የሙሽሪትና የሙሽራዉ ጋብቻ ይፈፀማል ራዕ 19፡6-8\n፠ ከመከራዉ ፍፃሜ በኋላ ኢየሰሱስ ወደ መሬት ከቅዱሳን ጋር ተመልሶ ሺህ ዓመት ይነግሳል፤ ራዕ 19፡11-20\n'),
          TextSpan(text: '4.8 ታላቁ መከራ  \n', style: CFont.subTitle),
          TextSpan(text: 'የታላቁ መከራ ዘመን በሁለት ይከፈላል\n', style: CFont.boldReads),
          TextSpan(text: 'ሀ. የመጀመሪያዉ 3 ½ የመከራ ዘመን\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ሀ. የሁለቱ ምስክሮች መነሳት፡- በታላቁ መከራ መጀመሪያ ላይ እግዚአብሔር ልክ እንደ ኤሊያስና እንደ ሙሴ እሳት የሚያወርዱ፣ ሰማይን የሚዘጉ፣ ዉሀ ወደ ደም የሚለዉጡ ሁለት ምስክሮች ያስነሳል፡፡ በአገልግሎታቸዉም ብዙ ሰዉ ይድናል፡፡ አገልግሎታቸዉን ከጨረሱ በኋላ በአዉሬዉ ተገድለዉ ከ3 ቀን በሁዋላ ከሞት ተነስተዉ ጠላቶቻቸዉ እየተመለከቷቸዉ ወደ ሰማይ ይወሰዳሉ፡፡ ራዕ 11፡11\n'),
          TextSpan(
              text: 'ለ. የሀሰተኛዉ ክርስቶስ መገለጥ 2ተሰ 2፡3-4 6፡8፣ ራዕ 13፡1-10\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ታላቁ መከራ ለሀሰተኛዉ ክርስቶስ መገለጥ ምቹ ጊዜ ፈጥሮለታል፡፡ ምክንያቱም የሚከለክለዉ መንፈስ ቅዱስ ይሄዳል፡፡ 2ተሰ 2፡7 ይህ ሰዉ በመከራዉ ዘመን ወደ መሪነት መድረክ ብቅ ብሎ ከእስራኤል ጋር ጥኑ ቃል ኪዳን ያደርጋል፡፡ ዳን 9፡7\n'),
          TextSpan(text: 'ሐ. ሀሰተኛዉ ነብይ ራዕ 13፡11\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የዚህ ሀሰተኛ ነብይ ዋና ተግባር ለሀሰተኛዉ ክርስቶስ አመራር ነገሮችን ማመቻቸት ሲሆን ይህም በታላቁ መከራ መጀመሪያ ላይ በታሪክ የሚገለፅ ሁለተኛዉ ሰዉ ነዉ፡፡ \nእርሱም፡-\n፠ በሀሰተኛ ክርስቶስ ስልጣን ይሰራል ራዕ 13፡12\n፠ የአለም ህዝብ የክርስቶስን ተቃዋሚ እንዲያመልክ ያድርጋል ራዕ 13፡12\n፠ በሰይጣን ሀይል ታምራት ያደርጋል ራዕ 13፡13\n፠ ለክርስቶስ ተቃዋሚ ምስል አሰርቶ እስትንፋስ ይሰጠዋል ራዕ 13፡15\n፠ የአዉሬዉን ምስል በስራ ላይ ያዉላል ራዕ 13፡16-17\n'),
          TextSpan(
              text: 'መ. የሁለተኛዉ ሦስት አመት ተኩል የመከራ ዘመን\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ለታላቁ መከራ የሁለኛዉ ሦስት አመት ተኩል ጊዜ ከሚሆኑት መካከል የሚከተለዉ ነዉ፡፡\n፠ በእሰራኤልና በሀሰተኛዉ ክርስቶስ መካከል የነበረዉ ፅኑ ቃል ኪዳን ስምምነት ይፈርሳል፡፡ (ዳን 9፤27)\n፠ የእስራኤል የስደትና የመከራ የሽሽት ጊዜ ይሆናል፡፡ ራዕ 12፡1-7\n፠ የጥፋት እርኩሰት በተቀደሰዉ ስፍራ ላይ ይታያል፡፡ ዳን 11፡32፣ ማቴ 24፡15\n፠ ሀሰተኛዉ ክርስቶስ ከማንም በላይ ራሱን ከፍ ከፍ በማድረግ ‹‹እኔ እፍዚአብሔር ነኝ ይላል›› ዳን 11፡36፣ 2ተሰ 2፡9\n፠ የእስራኤል መከበብና በአህዛብ መረገጥ ይሆናል፡፡ ዘካ 14፡2 ራዕ 11፡2\n፠ እስራኤል ፊቷን በንስሃ ወደ ጌታ ትመልሳለች፤ ትድናለች፡፡ ዘካ12፡10፣ ሮሜ 11፡26\n'),
          TextSpan(text: '4.9 የሙታን ትንሳኤ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'መፅሐፍ ቅዱስ የተለያዩና ተራ በተራ የሚሆኑ ትንሳኤዎች መኖራቸዉን ይናገራል፡፡ 1ቆሮ 15፡20-24፡፡ እነርሱም፡- የቅዱሳን ትንሳኤና የሀጢያት ትንሳኤ\n'),
          TextSpan(text: 'የክርስቶስ ትንሳኤ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'በሞት ላይ ስልጣን ያለዉን ዲያብሎስን ስለሻረ የሲኦልና የሞት መክፈቻ በኢየሱስ እጅ ነዉ፡፡ በእርሱ የሚያምኑትን በማይበሰብስ አካል ያስነሳል፡፡ 1ቆሮ 15፡23\n'),
          TextSpan(text: 'የቅዱሳን ትንሳኤ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የቅዱሳን ትንሳኤ የሚከናወነዉ ክርስቶስ ዳግመኛ ሲመጣ ነዉ፡፡ 1ተሰ 4፡16-17፣ 1ቆሮ 15፡51፡53\nሀ/ በክርስቶስ አምነዉ የሞቱ ከሙታን በመነሳት የማይሞተዉን፣ የማይበሰብሰዉንና ክቡር የሆነዉን የክርስቶስን አካል የሚመሰስለዉን ይለብሳሉ፡፡ 1ቆሮ 15፡51፡54፣ ፊል 3፡29\nለ/ በአዲስ አካል ሆነዉ በበጉ ሰርግ ጊዜ በምድር በነበሩበት ጊዜ በእግዚአብሔር መንግስት ላበረከቱት መልካም ስራ ለድካማቸዉና ጥረታቸዉ ከጌታ ዘንድ ሽልማቶችን ይቀበላሉ፡፡ ሉቃ 14፡14፣ 1ቆሮ 3፡14፣ 2ጢሞ 4፡8፣ ራዕ 2፡7\nሐ/ በትንሳኤ አካል በምድር ላይ 1ሺህ አመት ይነግሳሉ ‹‹እነርሱም ከሞት ተነስተዉ ከክርስቶስ ጋር ሺ አመት ነገሱ›› ራዕ 20፡4 የብሉይ ኪዳንና የአዲስ ኪዳኑ ደግሞ የታላቁ መከራ ቅዱሳን ይህን ሺ አመት ከክርስቶስ ጋር በምድር ይነግሳሉ፡፡ \n'),
          TextSpan(text: 'የሀጢኣን ትንሳኤ \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'በብሉይም በአዲስም ኪዳን ዘመን በሀጢያት ፀንተዉ የኖሩና ንስሀ ሳይገቡ የሞቱ ሰወችን ሁሉ የሚያጠቃልል ነዉ፡፡\n፠ የዉርደትና የዘላለም ጉስቁልና ዳን 12፡2\n፠ የፍረድ ትንሳኤ ዩሐ 5፡29\n፠ ሁለተኛ ሞት ራዕ 20፡6 ተብሏል፡፡ የሀጥኣን ትንሳኤ ክርስቶስ ወደ ምድር ከመጣና ሺህ አመት ከነገሰ በኋላ ይሆናል፡፡\n'),
          TextSpan(text: '4.10 የሺህ አመት መንግስት \n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ክርስቶስ ኢየሱስ ዳግመኛ ወደ ምድር መጥቶ በክብር ዙፋን ላይ ሲቀመጥና ሲነግስ ያን ጊዜ የሺህ አመት መንግስት በመባል የሚታወቀዉ ዘመን ይጀምራል፡፡ ማቴ 19፡28፣ 25፡31፣ ዳን 7፡13-14፣ ራዕ 20፡4-6\n'),
          TextSpan(text: 'የሺህ አመት መንግስት ባህርያት \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ሀ. የሺህ አመት መንግስት የይቅርታ፣ የመንፈሳዊ ንፅህና እግዚአብሔርን የማወቅ ጊዜ ይሆናል፡፡ ኤር 31፡21፣ 23፡5-6፣ ህዝ 36፡24-26\nለ. በህዝቦች መካከል ሰላም የሰፈነበት ሰላማዊ መንግስት ይሆናል፡፡\nሐ. ዲያብሎስ ታስሮ ሺዉን አመት በጥልቅ ስለሚታሰር ጦርነት ይጠፋል፡፡ የጦር መሳሪያወች ለሌላ ልማት ስራ ይዉላሉ (ዘካ 9፡10፣ ኢሳ 9፡7፤ 2፡4፣ ራዕ 20፡3)\nመ. የመልክኣ ምድር ለዉጥ (ዘካ 14፡3-4) የአየር ሁኔታ ለዉጥ (ኢሳ 32፡15-16፤ 35፡6)\nሠ. የመሬት ለምነት ይጨምራል\n'),
          TextSpan(text: '4.11 የመጨረሻ ፍርድ\n', style: CFont.subTitle),
          TextSpan(text: 'በመጨረሻ ፍርድ የሚፈረድባቸዉ \n', style: CFont.boldReads),
          TextSpan(text: 'ሀ. መልአክት (ክፉ መናፍስት)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'በእግዚአብሔር ላይ ያመፁት መላዕክት ይፈረድባቸዋል ራዕ 12፡3-4 ይሁ 1፡6 2ጴጥ 2፡4 ማቴ 12፡24-27\n'),
          TextSpan(
              text:
                  'ለ. አለም ከተፈጠረ ጀምሮ ስማቸዉን በሀህይዎት መዝገብ ያልተፃፉ ሰዎች የፈረድባቸዋል፡፡ ራዕ 20፡12 ዳን 12፡2 ዩሐ 2፡29\n',
              style: CFont.boldReads),
          TextSpan(text: 'በአለም መጨረሻ የሚታዩ የፍርድ አይነቶች\n', style: CFont.boldReads),
          TextSpan(text: 'የአማኞች ፍርድ \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የአማኞች ፍርድ የኩነኔ ሳይሆን በምድር ላገለገሉት አገልግሎት ብድራትና ሽልማት የሚቀበሉበት ወይም ስራቸዉ የተቃጠለባቸዉ የሚያፍሩበት ከእሳት ባህር ድነዉ ሽልማት አልባ የሚሆኑበት ነዉ፡፡ ይህ በሰማይ በበጉ ሰርግ በ7 አመት ጊዜ ይከናወናል፡፡\n'),
          TextSpan(text: 'የታላቁ መከራ ፍርድ \n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ታላቁ መከራ እስከዛሬ ሆኖ የማያዉቅ አሰቃቂ መከራ ነዉ፡፡ በዚያ ዘመን ያሉ ሰዎች ሀጢያተኝነታቸዉ ስለሚጨምር የሚፈረድባቸዉ የስቃይ ፍርድ ነዉ፡፡ በተለያዩ መቅዘፍቶች ይፈረድባቸዋል፡፡ (ራዕ 4፡19፣ 16፡12-17፣ 11፡15-18፣ 14፡7)\n'),
          TextSpan(text: 'የአህዛብ ፍርድ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ ሲመጣ በምድር በህይዎት ስጋ ያሉ አህዛብ ናቸዉ፡፡ እነዚህ በፊቱ የሚሰበሰቡና የሚፈረድባቸዉ አህዛብ ‹‹ፍየሎች›› ተብለዉ ለእስራኤል በመከራዉ ጊዜ ስላላደረጉት መልካም ነገር ለሰይጣንና ለመላዕክቱ ወደ ተዘጋጀዉ እሳት የሚሄዱ ናቸዉ፡፡ (ማቴ 25፡31)\n'),
          TextSpan(text: 'የታላቁ ነጭ ዙፋን ፍርድ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'በኋለኛዉ ትንሳኤ በሁለተኛዉ ሞት ለፍርድ የሚነሱና በታላቁ ነጭ ዙፋን ፈርድ ፊት የሚቀርቡ የሚከተሉት ናቸዉ፡፡ አለም ከተፈጠረ ጀምሮ ኃጢያተኛ የሆኑ በክርስቶስ አምነዉ ያልዳኑ ስማቸዉ በህይዎት መዝገብ ተፅፎ የማይገኙት ሁሉ ናቸዉ፡፡ እነርሱም ከሞት ተነስተዉ ፍርዳቸዉን ተቀብለዉ ወደ እሳት ባህር የሚጣሉበት የመጨረሻ ይግባኝ የሌለዉ ፍርድ የሚሰጥበት የታላቁ ነጭ ዙፋን ፍርድ ነዉ፡፡ (ራዕ 20፡13-14)\n'),
          TextSpan(text: 'ዘለአለም\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ከታላቁ ነጭ ዙፋን ፍርድ በኋላ ዘላለም ይጀምራል፡፡ ዘለአለም በሁለት ገፅታ ይከፈላል እነርሱም መንግስተ ሰማይና ገሀነም እሳት ይባላሉ፡፡\n'),
          TextSpan(
              text: 'ሀ. መንግስተ ሰማይ (አዲስ ሰማይና አዲስ ምድር)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የእግዚአብሔር ማደሪያ (መኖሪያ) ማቴ 6፡9\n፠ የእግዚአብሔር ዙፋን ስፍራ መዝ 103፡19\n፠ በደም የተዋጁ ቅዱሳን ማደሪያ ራዕ 7፡9-10\n'),
          TextSpan(
              text: 'ጻድቃን በመነግስተ ሰማይ (በአዲስ ሰማይና ምድር)\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'የእግዚአብሔር መንግስት አዲሱ ሰማይና ምድር ክፉ ነገሮች የሌሉበት የእግዚአብሔርና የበጉ ዙፋን ያለበት ነዉ፡ራዕ 21፡11-23፣ ረሀብ፣ ጥማት፣ ትኩሳት፣ ጨለማ፣ ሌሊት፣ ሀዘን፣ ለቅሶ፣ ሞት የሌለበት ነዉ፡፡ (ራዕ 7፡16፤ 22፡3-5)\n፠ ቅዱስ እግዙአብሔርን እያመለኩ ለዘለአለም ለበጉ ክብር ይኖራሉ ራዕ 21\n፠ ፍፁም ጤንነት ህመምና ደዌን ሞትና መበስበስ በሌለበት የትንሳኤ አካል ይኖራሉ ራዕ 21፤4\n፠ የማያቋርጥ ዘላለማዊ ደስታ ሁሉ የእነርሱ ሆኖ ይኖራሉ ራዕ 21፡4-7\n፠ ለረፈጠሩለት አላማ ማለትም እግዚአብሔርን ለማምለክ ለአዲስ ሰማይና ምድር እግዚአብሔርን በእረፍት በዝማሬ ያመልኩታል፣ ያገለግሉታል፡፡ ራዕ 4፡9-10፣ 22፡3\n'),
          TextSpan(text: 'ለ. ገሃነም እሳት (የእሳት ባህር)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ለሰይጣን ለመላእክቱ የተዘጋጀ ነዉ፡፡ ማቴ 25፡41\n፠ ገሃነም የቅጣት ስፍራ፣ የስቃይ ስፍራ ማቴ 25፡46፣ ሉቃ 16፡23\n፠ የምይጠፋ እሳት የማይሞት ትል ያለበት ነዉ፡፡ (ኢሳ 33፡14፣ ማቴ 3፡12፣ ማር 9፡42-49)\n፠ የእሳት ባህር ሁለተኛ ሞት በመባል ይታወቃል፡፡ ራዕ 21፡8፣ 19፡20፣ 20፡10\nሲኦል፡-\n ሃጢያተኞች የስጋ ሞትን ከሞቱ በኋላ ወደ ገሃነም ከመጣላቸዉ በፊት የሚቆዩበት ስፍራ ነዉ፡፡ ሉቃ 16፤23\n'),
          TextSpan(
              text: 'የሀጢያን በገሃነም እሳት (የእሳት ባህር)\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ከክርስቶስ መገኘት ዉጪ ወደሆነዉ ወደ ዘለአለም እሳት መጣል\n፠ ለቅሶና ጥርስ እያፏጩ እያለቀሱ መኖር ማቴ 8፡12፣ 25፡41\n፠ በዘለአለም ጥፋት መቃጠል 2ተሰ 1፡9\n፠ በእሳትና በዲን ይቃጠላሉ ራዕ 14፡10-11፣ 11፡8\n፠ ሞትና ሲኦልም ራሳቸዉ በእሳት ባህር ይጣላሉ ራዕ 20፡14\n፠ ሰይጣንና ግብረአበሮቹ ሀሰተኛዉ ክርስቶስና ነብዩ ክፉ መፍስቶች እድላቸዉ በዲንና በእሳት መቃጠል ነዉ፡፡ ራዕ 20፡10፣ 21፡8\n'),
          TextSpan(
              text: '‹‹ማራናታ አሜን ጌታ ሆይ ቶሎ ና›› ራዕ 22፡20\n',
              style: CFont.subTitle),
        ],
      ),
    ),
  ),
  Chapter(
    title: 'የአገልግሎት ትምህርት',
    reads: RichText(
      text: TextSpan(
        text: '',
        style: CFont.reads,
        children: [
          TextSpan(text: '5.1 አገልግሎት ማለት ምን ማለት ነዉ?\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'አገልግሎት ማለት በጥቅሉ የጌታ ስራ ማለት ነዉ፡፡ 1ቆሮ 15፡58 አገልግሎት የጌታ ስራ ነዉ ስንል ፤-\n፠ የጌታ ስራ ከእግዚአብሔር ፀጋና ምህረት የተነሳ ጌታን እንደ ግል አዳኛቸዉ አድርገዉ የተቀበሉት እንዲሰሩት የተሰጠ መንፈሳዊ ስራ (ስጦታ) ነዉ፡፡ 2ቆሮ 4፡1\n፠ የጌታ ስራ (አገልግሉት) ማለት በቅዱሳን በጎ ፈቃደኝነት ላይ ተመስርቶ የሚሰራ መንፈሳዊ ተግባር ነዉ፡፡ 1ዜና 29፡5\n፠ የጌታ ስራ (አገልግሉት) ስንል ቅዱሳን እንዲባረኩ ብቻ ብለዉ ሳይሆን ስለተባረኩ የሚፈፅሙት ቅዱስ ተግባር ነዉ፡፡ ኤፌ 1፡3 አገልግሎት የተባረኩ አማኞች የመባረካቸዉ መገለጫ መንፈሳዊ እንቅስቃሴ ነዉ፡፡ \n ፠ የጌታ ስራ (አገልግሉት) ስንል የአገልግሎቱ ባለቤት ታማኝ አድርጎ በቆጠራቸዉ ቅዱሳን ላይ ጌታ ያኖረዉ ዉድና ክቡር መንፈሳዊ አደራ ነዉ፡፡ 2ጢሞ 1፡14\nአደራ አንድ ቀን በሰጠን አካል የምንጠየቀዉ ሀብት ነዉ፡፡ አትርፈንበትም ቢሆን አክስረንበት ለባለቤቱ መጨረሻ ሪፖርት እናቀርባለን፡፡ በአጠቃላይ አገልግሎት ማለት አገልጋይ ተልዕኮዉን የሚፈፅምበትና ፀጋዉንም ለሌሎች የሚያስተላልፍበት መንገድ ነዉ፡፡ \n'),
          TextSpan(
              text: 'አገልለግሎት (የጌታ ስራ) ስንል ምን ማለታችን ነዉ\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ እለታዊ እንጀራችንን ለማግኘት ብቻ ብለን የምንሰራዉ ስራ ማለት አይደለም፡፡\n፠ ሰዎች ስላዘዙን ብቻ ብለን የምናከናዉነዉ ስራ ማለት አይደለም፡፡\n፠ መርሃ ግብር ፕሮግራም ለመፈፀምና ለማስፈፀም ያህል ብቻ የምንሰራዉ ስራ ማለት አይደለም፡፡\nይህ ሲባል እነዚህ ነጥቦች በአገልግሎት ዙሪያ ምንም ስፍራ የላቸዉም ለማለት ሳይሆን ለእነዚህ ብቻ ብለን የምንቀሳቀስበት ሁኔታ አይደለም ለማለት ነዉ፡፡\n'),
          TextSpan(text: 'አገልጋይ ማለት ምን ማለት ነዉ?\n', style: CFont.boldReads),
          TextSpan(
              text: 'አገልጋይ ማለት ጥሬ ቃሉ ባሪያ፣ ታዛዥ፣ አሽከር፣ ጠቃሚ የሚሉትን ትርጉሞች ይይዛል፡፡\n'),
          TextSpan(text: 'መጽሐፍ ቅዱሳዊ ትርጉም\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ አገልጋይ ስንል ለእግዚአብሔር የተመረጠና በጌታ መንፈሳዊ ስራ ላይ የተወከለ መንፈሳዊ ሰዉ ማለት ነዉ፡፡ ዩሐ 15፡16፣ ኤር 1፡1፣ ማር 3፡13-15\n፠ አገልጋይ ስንል የእግዚአብሔር ሀሳብ፣ አላማ፣ ፕሮግራም የሚከናወንበት መጠቀሚያ እቃ ማለት ነዉ፡፡ ሐዋ 9፡15፣ 22፡14\n፠ አገልጋይ ስንል ጌታ ለእርሱ የከፈለዉን መስዋዕትነትና ዉለታ አስቦ ጌታ የሚያዘዉን በታማኝነት ለመታዘዝ የተሾመ ማለት ነዉ፡፡ ሮሜ 15፡1፣ ገላ 6፡2 \n፠ አገልጋይ ስንል በጌታ ቤት ወይም በቅዱሳን መካከል የጌታ ስራ እንዳይቀዘቅዝና እንዳይቋረጥ የተቻላቸዉንና ተገቢዉን ጥረት አድራጊ የጌታ ባሪያ ማለት ነዉ፡፡\n'),
          TextSpan(text: '5.2 የአገልግሎት መሰረት\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የአንድ አገልግሎት ትክክለኛ መሰረት መሆን የሚቻለዉ በአገልጋይ ህይወት መታየት የሚቻለዉ መንፈሳዊ ለዉጡ ወይም የአገልጋይ የተለወጠ ህይወት ነዉ፡፡ \n'),
          TextSpan(
              text: 'የተለወጠ ህይወት ስንል ምን ማለታችን ነዉ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ የተለወጠ ህይወት ስንል ከጌታ ጋር በእርግጥ የተገናኘ ህይወት ማለታችን ነዉ፡፡ ለዉጥ የዉስጥ መንፈሳዊ እድሳትን ማግኘት ማለት ነዉ፡፡\n፠ የተለወጠ ህይወት ስንል ቀድሞ ለሃጢያት ከነበረዉ ስሜቱ የተላቀቀ ህይወት ማለታችን ነዉ፡፡\n፠ ለዉጥ በዉጭ ያለዉን ዓለማዊነት መጋፋትና መጋፋጥ መቻል ነዉ፡፡\n፠ መለወጥ ማለት ከአሮጌዉ ከአዳማዊ ባህሪያችን ስራችን መላቀቅ የሚጠፋዉንና የሚያጠፋዉን ክፉ ምኞታችንን መለየት መቻል ነዉ፡፡ ኤፌ 4፡22-23\n፠ የተለወጠ ህይወት ስንል በጌታ ፈቃድ ፍፁም ለመመራት የተሸነፈ ህይዎት ማለታችን ነዉ፡፡ ሐዋ 9፡6\n፠ ለዉጥ ለአንድ አገልጋይ ዉስጥ ከሚረጋገጥበት መንገድ አንዱ የራስን ፈቃድ ወደ ጎን በመተዉ የጠራዉን የጌታ ፈቃድ የሚያስተናግድ ልብ ሲስተዋልበት ነዉ፡፡ ዕብ 10፡36 ‹‹የእግዚአብሔር ፈቃድ አድርጋችሁ የተሰጣችሁን የተስፋ ቃል እንድትወርሱ መፅናት ያስፈልጋችኋል››፡፡\n፠ የተለወጠ ህይወት ስንል ለቅድስናዉ ጠንቃቃ የሆነ ሕይወት ማለታችን ነዉ፡፡ ዘሌ 20፡26፣ ዘፀ 39፡30፣ ዕብ 12፡14\n'),
          TextSpan(text: 'የአገልግሎት ምካንያት \n', style: CFont.boldReads),
          TextSpan(
              text: 'ዛሬ እኛን ለአገልግሎት ያነሳሳን ምክንያት ምንድን ነዉ?\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  'ስለ አገልግሎታችን ምክንያት መፅሐፍ ቅዱሳችንን ስናጠና የምንገነዘበዉ ዋና ነገር ቢኖር የአገልግሎታችን ምክንያት መሆን ያለበት በመለኮታዊ ፍቅር መነካት ብቻ እንደሆነ ነዉ፡፡ ሮሜ 13፡8-10፣ ቆሮ 13፡1፣ 1ጢሞ 1፡13-17\n'),
          TextSpan(text: 'ፍቅር ከአገልጋይ አኳያ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ፍቅር በሌላዉ ወገን ስሜት ዉስጥ ለማለፍ የሚደረግ የፈቃደኝነት እንቅስቃሴ ማረጋገጫ ነዉ፡፡ \n፠ ሌላዉ ወገን ሲያዝን አብሮ የማዘን ስሜት\n፠ ሌላዉ ወገን ሲደሰት አብሮ የመደሰት ስሜት\n፠ ፍቅር ከሌላዉ ወገን ጋር ለመኖር ለማገልገል ስንል የምንከፍለዉ፣ የምናሳየዉ መስዋዕትነት ማረጋገጫ ነዉ፡፡ ፊል 2፡4-5\n፠ ፍቅር ለሌላዉ ወገን ያለንን በጎ አመለካከት፣ ርህራሄና አክብሮት የምንመሰክርበት የተግባር እንቅስቃሴ ማረጋገጫ ነዉ፡፡ ሉቃ 10፡27\n፠ ፍቅር በተለይ የምናገለግለዉ ወገን ያለ አግባብ ጉድለት፣ ድካምና ያለአግባብ የሆነን አካሄድ ሁሉ ለማረምና ለማቅናት የሚደረግ ፍፁም ግልፅነት የሞላበት እንቅስቃሴ ነዉ፡፡ ቆላ 1፡28\n'),
          TextSpan(
              text: 'መፅሐፍ ቅዱስ የፍቅራችንን ቅደም ተከተል አስቀምጧል\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ አገልጋይ ከሁሉ አስቀድሞ የአገልግሎቱ ባለቤት በሆነዉ በአምላኩ በእግዚአብሔር ፍቅር መነካትን የመጀመሪያ ምክንያት አድርጎ ማገልገል ይኖርበታል፡፡ ዘዳ 6፡5፣ ሮሜ 8፡35-39፣ ዩሐ 21፡15፣ 2ቆሮ 5፡14-15\n፠ በአገልግሎታችን ተተቃሚ በሆኑትና ባልሆኑት ሰወች ፍቅር በመነካት ማገልገል የኖርባቸዋል፡፡ 1ቆሮ 16፡24፣ 2ቆሮ 2፡12፣ 1ጴጥ 4፡7-8፣ 2ቆሮ 2፡4\n፠ በተጠራንለትና አደራ በተቀበልነዉ አገልግሎት ፍቅር ባለመታከት በመነሳት ማገልገል ይኖርብናል፡፡ 2ቆሮ 4፡1\n'),
          TextSpan(text: 'የአገልግሎት አላማ\n', style: CFont.subTitle),
          TextSpan(
              text: 'የአንድ አገልጋይ ብቸኛ ትልቅ አላማ በአገልግሎቱ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ሀ. እግዚአብሔርን ማክበር ወይም ታላቅ ማድረግ ከአላማወች ሁሉ የነጠረ አላማ ነዉ፡፡ \nለ. የሚያገለግላቸዉ ሰዎች እግዚአብሔርን ለማክበር ታላቅ እንዲያደርጉ መርዳት ነዉ፡፡\n፠ በአገልግሎታችን ተጠቃሚ የሆኑ ሁሉ አግባብነት ባለዉ ህይዎት እንዲመላለሱና ክርስቶስን በነገር ሁሉ እንዲያከብሩት ለመርዳት ነዉ፡፡ ቆላ 1፡28\n፠ አማኞች ለእግዚአብሄር ስራ የተዘጋጁና ጌታን ደስ የሚያሰኝ አገልግሎት እንዲያበረክቱ ለመርዳት ነዉ፡፡\n፠ አማኞች የእግዚአብሔርን ትክክለኛነትና ከፍተኛነት እየተረዱ እንዲያገለግሉ አገልጋዮችን የመርዳት አላማን የምናገለግለዉ ህዝብ ወደ እግዚአብሔር ፍፁም ሙላት የማድረስና የእግዚአብሔርን ማንንነት ማሳወቅ መሆኑን ልብ ማለት ይገባናል፡፡ ኤፌ 3፡1\n፠ የአገልግሎታችን አላማ መከሩን መሰብሰብ የሚችሉትን ሰራተኞች የማፍራት የማሰባሰብና የማዘጋጀት አላማ ሊሆን ይገባል፡፡ 1ቆሮ 9፡23፣ ማር 16፡15፣ ማቴ 9፡38\n፠ የአገልግሎት ትልቁ አላማ ሰወችን ማዳን ነዉ ክርስቶስም ወደዚህ ምድር የመጣበት ምክንያት ይኸዉ ነበር፡፡\n፠ የአገልግሎት ምሳሌነት\n፠ መፅሐፍ ቅዱስ ምሳሌነት ባለዉ ህይወት ማገልገል ከእዉነተኛ አገልጋይ የሚጠበቅ ትልቅ ጉዳይ መሆኑን ያስገነዝባል፡፡\n፠ ሀዋርያዉ ጳዉሎስም በመንፈስ ልጁ ለሆነዉ አገልጋይ ጢሞቲዎስ ከሰጠዉ ምክርና ማሳሰቢያ አንዱ ለሚያገለግለዉ ህዝብ ምሳሌነት ባለዉ መንገድ አገልግሎቱን እነዲፈፅም ነበር፡፡ 1ጢሞ 4፡11-12\n'),
          TextSpan(text: 'ምክሩም ፡- \n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ በአጋገርህ ምሳሌ ሆነህ አገልግል ቲቶ 2፡7-8 ቆላ 4፡6\n፠ በአኗኗርህ ምሳሌ ሆነህ አገልግል ማቴ 32፡3፣ 5፡19\n፠ በንፅህና (በቅድስና) ምሳሌ ሆነህ አገልግል 1ጢሞ 5፡22\n፠ በፍቅር ምሳሌ ሆነህ አገልለግል ሉቃ 10፡26፣ ገላ 6፡1-2\n፠ በእምነት ምሳሌ ሆነህ አገልለግል 2ጢሞ 1፡12\n'),
          TextSpan(text: '5.3 የፀሎት መሳሪያወች\n', style: CFont.subTitle),
          TextSpan(text: '1. ፀሎት\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ፀሎት በእግዚአብሔርና በባሪያወቹ መካከል ያለዉን ህብረት ማጠናከሪያ የግንኙነት መስመርና የመግባቢያ ቋንቋ ነዉ፡፡ ዘሁ 7፡8-9 ፀሎት የታላላቅ ለዉጦችና በረከቶች ምንጭ ነዉ፡፡ ሐዋ 2፡1 ፀሎት ከእግዚአብሔር የምንቀበልበት ትልቅ መሳሪያ ነዉ፡፡ \nሀ. አገልጋይ ያለማሳለስና በተክክለኛ አላማ ስለሚያገለግለዉ ህዝብ መፀለይ የሚጠበቅበት ተግባር ነዉ፡፡ ኤፌ 3፡14-19፣ ቆላ 1፡9፣ 1ሳሙ 12፡23፣ ሉቃ 5፡15\nለ. አገልጋይ ፀሎት በአገልግሎት ዉስጥ አዳዲስ ነገሮችን ከእግዚአብሔር ዘንድ የምናገኝበት እዉነተኛ መሳሪያ መሆኑን ከመረዳትና ለሁኔታወች ሁሉ የመለወጥ ምክንያት መሆኑን በማመን በቂ ጊዜና አክብሮት በፀሎት መስጠት አለበት፡፡ 1ነገስት 18፡27፣ ሐዋ 6፡8፣ ያዕ 5፡17፣ ዳን 9፡1-3 \n  ሐ. አገልጋይ በአገልግሎት በቤተሰቡና በኑሮዉ ዙሪያ የሚያንዣብበዉን የክፉ ሀይላትን ጉልበት መስበሪያ ብርቱ መሳሪያ ፀሎት መሆኑን አዉቆ በፀሎት ባለጋራዉን አቅም ማሳጣትና መቋቋም ይኖርበታል፡፡ 2ቆሮ 10፡3፣ ማቴ 26፡41\n'),
          TextSpan(
              text: '2. የእግዚአብሔር ቃል 1ሳሙ 15፡22፣ መዝ 85፡8\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ አገልጋይ ቃሉን ማወቅ አለበት ህዝ 3፡1-4፣ ቆላ 3፡16\n፠ ቃሉን ማመን አለበት ሐዋ 19፡13-16\n፠ ቃሉን ማክበር አለበት (መታዘዝ) ማቴ 7፡24\n፠ ቃሉን ማስተማር (ማስተላለፍ አለበት) 2ጢሞ 2፡24፣ ዕዝ 7፡10\n'),
          TextSpan(text: '3. መንፈስ ቅዱስ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ጌታ ኢየሱስ ለአገልጋዮቹ በሰጠዉ ማሳሰቢያ የመንፈስ ቅዱስን ሀይል ሳይቀበሉ ለአገልግሎት መዉጣት እንደማይገባ ተናግሯል፡፡ ሐዋ 1፡8፣ 10፡38፣ ዘካ 4፡6\nየመንፈስ ቅዱስን ሁለት መሰረታዊ ተግባራት ማወቅና መከተልን አገልጋይ ሁሌ ማስታወስ አለበት፡፡\n፠ የመንፈስ ቅዱስ ስጦታ ሮሜ 12፡6-8፣ 1ቆሮ 12፡4\nአገልጋይ ስለ መንፈስ ቅዱስ ስጦታ ሲነሳ መዘንጋት የሌለበት የስጦታውን አላማ ነዉ፡፡ 1ቆሮ 12፡7\n፠ የመንፈስ ቅዱስ ፍሬ ፤ ገላ 5፡22\nቤተክርስቲያን የምትታነጸዉ መንፈስ ቅዱስ በዉስጧ ሲሰራና የመንፈስ ፍሬዎችም በተገለጡበት መጠን ነዉ፡፡\n'),
          TextSpan(text: '5.4 የአገልግሎት ዋጋ\n', style: CFont.subTitle),
          TextSpan(
              text: 'የአገልግሎት ዋጋ ከሁለት አንፃር መየት ይቻላል\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ አገልግሎት ዋጋ ያስከፍላል\n፠ አገልግሎት ዋጋ ያስኛል (ያሸልማል) \n፠ አገልጋይ አገልግሎት ለሚጠይቀዉ መስዋዕትነት የተዘጋጀ መሆን ይኖርበታል፡፡ ማቴ 16፡21\n'),
          TextSpan(
              text: 'አገልጋይ ዋጋ ሊከፍል የሚችልባቸዉ ክልሎች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'ሀ. አገልጋይ የሚገባዉን ጥቅም (መብት) በዉዴታም ሆነ በግዴታ የማጣት የመነጠቅ ፈተና ሊገጥመዉ ይችላል፡፡ 1ተሰ 2፡5-8፣ ዕብ 11፡23-28\nለ. አገልጋይ ያለዉን የመነጠቅና የማጣት ፈተና ሊገጥመዉ ይችላል፡፡ 1ነገ 19፡19፣ ሉቃ 5፡27-28፣ 2ቆሮ 11፡23-27\nሐ. አገልጋይ ለአገልግሎት መስጠት ከሚጠበቅበት ጊዜ የተነሳ የራሱን የቤተሰቡን አጠቃላይ ሁኔታ እንዳይጠብቅ አንኳ የሚከለክሉ ፈተናዎች ሊገጥሙት ይችላሉ፡፡ \n፠ አገልጋይ አገልግሎቱ ዋጋ ሊያስገኝለት ወይም ሊያሰጠዉ እንደሚችል ማመንና ማወቅ አለበት፡፡ 1ቆሮ 15፡58፣ ሚል 3፡14\nአገልጋይ ለአገልግሎት ዋጋ እንዳለዉ ማወቅ ብቻ ሳይሆን ዋጋዉንም ከማን እንደሚያገኝ የተረዳ መሆን አለበት፡፡\nየአገልጋይ የአገልግሎት ዋጋ በሰማይ ብቻ የሚየበቅ ላይሆን ይችላል፡፡ በምድር የምንከፈልበትና በሰማይ ደግሞ ሙሉ በሙሉ የምንሸለምበት ነዉ፡፡ ሉቃ 18፡29-30፣ 2ጢሞ 4፡6፣ ዕብ 6፡10፣ ራዕ 22\n'),
          TextSpan(
              text: 'ዋጋዎች ሆነዉ ከተጠቆሙልን መካከል የሚከተሉት ይገኙበታል፡፡\n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ በእግዚአብሔር ዘንድ ለአገልጋይ መከበር የሆንለታል፡፡ ዩሐ 12፡28፣ ዳን 12፡3፣ 1ሳሙ 2፡30\n፠ ወደ እግዚአብሔር ደስታ መግባት አንዱ የአገልጋይ ዋጋ ነዉ፡፡ ማቴ 25፡21-23\n፠ ጌታ ለባሪያወች ወይም ለአገልጋዮች ያዘጋጀዉ ልዩ ልዩ ሽልማቶች በመጽሐፍ ቅዱስ የተጠቀሱ የአገልጋይ ዋጋዎች ናቸዉ፡፡ \n'),
          TextSpan(text: 'አገልጋይ በአገልግሎት ሂደት ዉስጥ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ለተዋረደባቸዉ ጉዳዮች የክብር አክሊል፡፡ 1ጴጥ 5፡4\n፠ በአሸናፊነት ለተመላለሰባቸዉ ጉዳዮች የድል አክሊል፡፡ ራዕ 3፡21\n፠ የማይጠፋ አክሊል፡፡ 1ተሰ 2፡19\n፠ የተስፋ አክሊል፡፡ ፠ የጽድቅ አክሊል፡፡ 2ጢሞ 4፡8\n፠ የህይወት አክሊል፡፡ ያዕ 1፡12\n'),
          TextSpan(text: '5.5 የአገልጋዮች ችግሮች\n', style: CFont.subTitle),
          TextSpan(text: 'የአገልጋይ የግል ችግሮች\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ጥሪዉን እንደሚገባ ያለመገንዘብ፡፡ 2ጢሞ 4፡9፣ ቆላ 4፡17\n፠ አገልጋይ በግል ህይወቱ አንዳንዴ በጥርጥር ማእበል የመገፋት ችግር ሊገጥመዉ ይችላል፡፡ ዩሐ 20፡25፣ ሉቃ 1፡18-19\n፠ በአገልጋይ ዘንድ አልፎ አልፎ የአለመታዘዝን መንፈስ የማስተናገድ ችግር  ሊከሰት ይችላል፡፡ 1ሳሙ 15፡1፣ ዘኁ 20፡10\n፠ አገልጋይ እንደ ማንኛዉም ሰዉ በልዩ ልዩ ምክንያቶች በአካሉ ላይ የተለያዩ ችግሮች ሊገጥሙት ይችላል፡፡ 2ቆሮ 11፡27፣ ዩሐ 4፡6፣ ዘፀ 18፡13-18\n፠ አገልጋይ በአገልግሎት ጊዜ የግል መሰረታዊ ፍላጎቶችን ያለማሟላት ችግር ሊገትመዉ ይችላል፡፡ መዝ 74፡1፣ ሉቃ 5፡27\n፠ ያለአግባብ አገልግሎትን በማብዛት ቤተሰቡን ትዳሩን የመዘንጋት ችግር ሊከሰትበት ይችላል፡፡ 1ጢሞ 3፡4-5\n፠ አገልጋይ በአገልግሎት ስኬት ምክንያት በዉስጡ የሚፈጠር ችግር ሊገጥመዉ ይችላል፡፡ ሉቃ 18፡9-14\n፠ አገልጋይ ስለ ገንዘብ ያለዉ (የሚኖረዉ) አስተሳሰቡ ሊበላሽበት ፈተናም ሊሆንበት ይችላል፡፡ ዕብ 13፡5፣ 1ጢሞ 6፡10\n'),
        ],
      ),
    ),
  ),
  Chapter(
    title: 'ክርስቲያናዊ ስነ-ምግባር',
    reads: RichText(
      text: TextSpan(
        text: '',
        style: CFont.reads,
        children: [
          TextSpan(text: 'መግቢያ\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '‹‹እናንተ የምድር ጨዉ ናችሁ ጨዉ አልጫ ቢሆን ግን በምን ይጣፍጣል ወደ ዉጭ ተጥሎ በሰዉ ከመረገጥ በቀር ወደፊት ለምንም አይጠቅምም እናንተ የአለም ብርሃን ናችሁ በተራራ ላይ ያለች ከተማ ልትሰወር አትችልም፡፡ መብራትም አብርተዉ ከእንቅብ በታች አይደለም እንጂ በመቅረዙ ላይ ያኖሩታል በቤት ላሉት ሁሉ ያበራል፡፡ መልካሙን ስራችሁን አይተዉ በሰማይ ያለዉን አባታችሁን እንዲያከብሩ ብርሃናችሁ እንዲሁ በሰዉ ሁሉ ፊት ይብራ፡፡›› ማቴ 5፡13-16\nአሁን ያለንበት ዘመን ከመቼዉም ይልቅ አለም በሞራል ዉድቀት ዉስጥ ያለችበት ዘመን ነዉ፡፡ የሚገርመዉ ይህንን ችግር ትፈታለች የተባለችዉም ቤተክርስቲያንም በአመዛኙ በዚሁ የአለም የሞራል ዉድቀት ተፅዕኖ ስር እየሆነች የለችበት ጊዜ ላይ ደረሰናል ለምሳሌ በቤተሰብ በጋብቻ፣ በታማኝነት፣ መድሎ ባለማድረግ ወዘተ ስንመለከት ቤተክርስቲያን ከመቼዉም ይልቅ ቆም ብላ እራስዋን እንድታይ የሚያስገድዱ ተግዳሮቶች የገጠሟት ይመስላል፡፡\n በመሆኑም ቤተክርስቲያን በዚህ ጊዜ ምዕመኖቿን በተለያዩ ኮንፍረንሶችና ግርግሮች ማሟሟቅ ለጊዜዉ ገታ አድርጋ የህእቡ ክርስቲያናዊ ስነ-ምግባር ደረጃ ምን ያህል እንደሆነ በመገምገም ለመፍትሄ መነሳት አለባት፡፡ በተለይ ክርስቲያን ከስነ-ምግባር ችግር የተነሳ እየተነቀፈ ባለበት በዚህ ዘመን በእዉነተናዉ የቤተክርስቲያን ስነ-ምግባር የታነፁ ትዉልዶችን ለምፍራት ሌት ተቀን በማስተማር በመምከር ምሳሌ ሁና በምሳየት መትጋት አለባት በተለይ በዘለህ ዘመን መዘመር፣ መስበክ፣ ቤተክርስቲያን መምራት የተለያዩ አገልግሎቶችን በመስጠት ላይ እንገኛለን፡፡ ነገር ግን መነሳት ያለበት ጥያቄ አገልግሎቱን እያስሄድን ነዉ ወይ? ሳይሆን አገልግሎታችን በትክክለኛ ክርስቲያናዊ ስነ-ምግባር የታነፀ ነዉ ወይ የሚል ነዉ፡፡ በመሆኑም በእነዚህ ችግሮች የተነሳ ከገባንበትና እየገባንበት ካለዉ የስነ-ምግባር ዉድቀት አረንቋ ከመዉደቃችን በፊት ቆም ብለን ማሰብና ወደ ክርስቲያን ስነ-ምግባር የሚያስገቡንን መንገዶች መያዝ አለብን፡፡ የዚህም ትምህርት አላማ ሙሉ በሙሉ ክርስቲያናዊ ስነ-ምግባርን ባይዘረዝርም የተወሰነዉን ያህል በመግለጽ ትዉልድን መታደግ ስለሆነ በቅን ልቦና ትምህርቱን እንከታተል፡፡ \n'),
          TextSpan(text: '6.1 ስነ-ምግባር ምድን ነዉ?\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ስነ-ምግባር የፍልስፍና ጥናት ዘርፍ ሲሆን ዋነኛ ትኩረቱም ትክክል በሆነዉና ወይም ጥሩ ስለሚባለዉ ግብር ወይም አስተሳሰብና ትክክል ባልሆነዉ ወይም መጥፎ ግብር ወይም አስተሳሰብ ዙሪያ ነዉ፡፡ \nሰነ-ምግባር የግብረ ገብ ፋይዳና ግዴታወች ስርአት ተብሎ ሊጠራ ይችላል፡፡ የሚያተኩረዉም በሰብአዊ ባህይ ድርጊትና ፍፃሜ ላይ ነዉ፡፡ ስነ-ምግባር የሚያተኩረዉ በሰወች ህይወትና እንቅድቃሴዎች ዉስጥ የሚያሳዩት ባህርይ ከባህርያቸዉ የተነሳ በሚፈፅሙት ድርጊት ላይ ነዉ፡፡ \nስነ-ምግባራዊ ወይም ግብረገባዊ የሆኑ ነገሮችን በምናጠናበት ጊዜ አራት የተለያዩ ነገሮችን ከግምት ዉስጥ ማስገባት ይኖርብናል፡፡\n፠ ድርጊት፡\n ይኸዉም ድርጊት ስህተት፣ ትክክል ወይም ደግሞ በሁኔታወች ሊወሰን የሚችል ድርጊት ሊሆን ይችላል፡፡ \n፠ ዉጤት፡\n አንድ ድርጊት የሚያስከትለዉ መጥፎ ወይም ጥሩ ዉጤት ወይም ጥሩነት በሁኔታዎች (በዉጤቶች) ሊወሰን ይችላል፡፡ \n፠ ባህሪ፡ በግለሰቦች ቀጥተኛነት ወይም ትክክለኛነት መሰሪነት ወይም ወላዋይነት ላይ ሊመሰረት ይችላል፡፡፠ የዉስጥ ስሜት፡\n አንድ ድርጊት በምንፈፅምበት ጊዜ ያነሳሳን ተነሳሽነቱን በዉስጣችን የፈጠረዉ ምንድን ነዉ፡፡\nበዉስጣችን የሞላዉ መልካምነት ነዉ ወይስ በክፋት ተነሳስተን የምንፈፅመዉ ነዉ፡፡ \n'),
          TextSpan(text: '6.2 የሥነ-ምግባር መሰረት\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'የክርስቲያን ስነ-ምግባር መሰረት መፅሐፍ ቅዱስ ነዉ፡፡ መፅሐፍ ቅዱስ እንዴት አድርገን ሕይወታችንን እግዚአብሔር በሚፈልገዉ መንገድ መምራት እንዳለብን የሚያሳየን መፅሐፍ ነዉ፡፡ ክርስቲያኖች ይህንን እግዚአብሔር ህይወታቸዉን እንዲመሩ የሰጣቸዉን የእግዚአብሔር ቃል በተዉ ቁጥር ወደ ተለያዩ የስነ-ምግባር ዉድቀቶች ያመራሉ፡፡ እግዚአብሔር የሰዉን ልጅ የፈጠረዉ በራሱ መልክና አምሳል በመሆኑ ትክክለኛ ሞራል ያለዉን ሰዉ ነበር ማለትም የማያመነዝር፣ የማይሰርቅ፣ የማይገድል ቀና የሆነ አስተሳሰብና አመለካከት ያለዉ ሰዉ ነበር፡፡ በመሆኑም እግዚአብሔር የጋብቻ ህግ፣ ተግቶ የመስራት ህግ፣ እና የአምልኮን ህግ የሰጠዉና ተባዝተዉ ምድርን እንዲሞሉ የዘዘዉ የእርሱን መልክ የሚመስሉ ሰዎችን ነበር፡፡ በራሱ መልክ የፈጠረንም እርሱን እነድንመስል ነበር፡፡ ዘፍ 1፤26 አነዚህ ሰወች በተሰጣቸዉ ግዛት ላይ ሲኖሩ ምን ማድረግ ከምን መጠበቅ እንዳለባቸዉ አትብሉ አትንኩ በበላችሁ ጊዜ ሞትን ትሞታላችሁ የሚል ህግ ሰጥቶአቸዉ ነበር ነገር ግን የተሰጣቸዉን ህግ በመጣል በሞራል ዉድቀት ዉስጥ ገቡ፡፡ \n'),
          TextSpan(text: 'ሰዉ በዚህ በተፈጠረበት ሞራል ቢቀጥል \n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ዓለም አሁን ከሚታይበት የሞራል ዉድቀት ትርምስ ትድን ነበር፡፡\n፠ በእዉነተኛ ምግባር በታነፀ ትዉልድ ትባረክ ነበር፡፡\n፠ በሀጢያት ምክንያት የመጣዉ ቀዉስ አያገኛትም ነበር፡፡\n፠ ቅድስናና ንፅህና ይነግሱ ነበር፡፡\nየእግዚአብሄር ቃል አሁን የተበላሸዉን አለም ማስተካከል ወደምንችልበት ሞራል ይመልሰናል፡፡ ቤተክርስቲያን በቃሉ ላይ የተመሰረተ ክርስቲያናዊ ስነ-ምግባር ዉስጥ ስትገባ ተፅዕኖ አምጭ ትሆናለች፡፡\n'),
          TextSpan(
              text: 'የአግዚአብሄር ቃል የስነ-ምግባራችን መሰረት የሚሆነዉ \n',
              style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ ቃሉ የእግዚአብሄር መሆኑን አምነን ስንቀበል\n፠ ቃሉን በማንበብና በማጥናት ስናዉቀዉ\n፠ በልቦናችን ዉስጥ ላለዉና ለምናዉቀዉ የእግዚአብሄር ቃል ስንገዛ\n፠ የምናደርገዉን ነገር ሁሉ እንደ ቃሉ ስናደርግ \n፠ ቃሉን የህይወታችን የኑሮአችን መመሪያ ስናደርግ\n፠ ቃሉ የራሳችንን ሀሳብ እንዲደግፍልን ሳይሆን እራሱ ቃሉ በሚለን መሰረት ስንጓዝ\n፠ ቃሉ የሚያሳየንን ስነ-ምግባር ለመኖር ራሳችንን ለማስገዛት ፈቃደኛ መሆን አለብን፡፡\n'),
          TextSpan(text: '6.3 የሥነ-ምግባር ዉድቀት ጅማሬ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እግዚአብሔር የሰዉን ልጅ የፈጠረዉ በራሱ መልክና አምሳል በመሆኑ ትክክለኛ ሞራል ያለዉን ሰዉ ነበር፡፡ አመለካከቱ፣ አስተሳሰቡ፣ ተግባሩ የሚያንፅ ነበር፡፡ ነገር ግን በዘፍ 3፡1 ላይ ሰይጣን ባመጣዉ የሀጢያት ዉጤት ሞራሉ የወደቀበት ሰዉ ሆነ፡፡በእግዚአብሄር ቃል መሰረት ሀጢያት ማለት እግዚአብሄር አታድርጉ ያለዉን ነገር ማድረግና እግዚአብሄር አድርጉ ያለዉን አለማድረግ ማለት ነዉ፡፡\nአትብሉ የተባሉትን ፍሬ በሉ በሀጢያትም ወደቁ፡፡ እንግዲህ የሰዉ ልጅ የሞራል ዉድቀት ከዚህ ይጀምራል፡፡ሰዉ ተላልፎ ስነ-ምግባሩ እንዲወድቅ ምክንያቱ ሰይጣን ነዉ፡፡\n'),
          TextSpan(
              text: '6.4 የእግዚአብሄር አትኩሮት በስነ-ምግባር ላይ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እግዚአብሄር ሰዉን በራሱ መልክና አምሳል እንደፈጠረዉ መጽሐፍ ቅዱስ ይናገራል፡፡ በመሆኑም ሰዎች እርሱን መስለዉ እንዲኖሩ ይፈልጋል፡፡ የእግዚአብሄር አትኩሮት ስነ-ምግባር በሚለዉ ሃሳብ ላይ የምንመለከተዉ አግዚአብሄር ከግብጽ ባወጣዉ ህዝብ ላይ የነበረዉን አትኩሮት ነዉ፡፡ \n፠ ከ400 ዓመታት በግብፅ የቆየዉ ህዝብ የግብፃዉያንን ስነ-ምግባር ተላብሶ ነበር የግብታዉያን ስነ-ምግባር የተቀረፀዉ በጣኦታቸዉ ነበር፡፡ \n፠ እግዚአብሄር አዲስ ህዝብ የራሱን የዕግዚአብሄር መልክ የመያሳይና እርሱን ብቻ የሚያመልክ ህዝብ ለማድረግ ከግብፅ አወጣዉ፡፡\n፠ ግብፃዉያን ከአስር በሚበልጡ ዋና ዋና ጣኦታት ያላቸዉ ሲሆን የሚያመልኩትም እነሱን ነበር፡፡ እግዚአብሄር ክንዱን የገለጠዉ በእነዚህ አማልዕክት ላይ ነበር፡፡ ዘፀ 10-15\nእግዚአብሄር ህዝቡን ከግብፅ ካወጣ በሁዋላ በሲና ተራራ አዲስ የሚማሩበትን ህግ ሰጣቸዉ፡ -\n'),
          TextSpan(text: 'ህጉ በሶስት ይከፈላል\n', style: CFont.boldReads),
          TextSpan(
              text:
                  'የአምልኮ ህግ ፡-\n የተለያዩ የአምልኮ ስርአቶች የሚካሄዱበት ህግ\nየአስተዳደር ህግ፡-\n በህዝቡ መካከል የሚፈፀመዉን ድርጊትና ፍትህ በተመለከተ\nየስነ-ምግባር ህግ፡- \nህዝቡ በምን አይነት ስነ-ምግባር መመላለስ እንዳለባቸዉ በተለይ አስርቱ ትዕዛዛት፡፡ ዘፀ 20\nይህ 10ቱ ትዕዛዝ በሁለት ይከፈላል\n፠ ከእግዚአብሄር ጋር ስላለን ግንኙነት\n፠ ከሰዎች ጋር ስላለን ግንኙነት ያወራል\nበአጠቃላይ ሲገለፅ ይህ ህግ እግዚአብሄርን በፍፁም ልብህ ነፍስህና መንፈስህ ዉደድ የሚሉና ባእንጀራህን እንደራስህ ዉደድ የሚሉ ናቸዉ፡፡\nእነዚህ በአስተዳደር በአምልኮ፣ በስነ-ምግባር ዙሪያ የተሰጣቸዉን ህጎች ዓላማቸዉ የእነዚህ ከላይ በተጠቀሱ ነፍሮች ከሌሎች አህዝብ ለየት ብለዉ እግዚአብሄርን መስለዉ እንዲኖሩ ነዉ፡፡ በአጠቃላይ ስንመለከት እግዚቸብሄር ህዝቡ ከሌላዉ ጣኦት አምላኪ ህዝብ በስነ-ምግባሩ ለየት ብሎ እርሱን እንዲያሳይ ይፈልጋል፡፡ አዲስ ኪዳን እስከመጣበት ጊዜ ድረስ ይህ ህግ የህዝቡ መመሪያ ሆኖ ቆይቷል፡፡ \n'),
          TextSpan(text: '6.5 አዲስ የስነ-ምግባር ህግ\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'ይህ አዲስ የስነ-ምግባር ህግ የሚባለዉ በአዲስ ኪዳን ክርስቶስ የሰጠዉ ህግ ሲሆን ይህ ትዕዛዝ የሚገኘዉ ማቴ 5-7 አሮጌዉን የሥነ-ምግባር ህግ ከአዲስ የስነ ምግባር ህግ ጋር የሚያስተያይ ነዉ፡፡በዚህ የሥነ-ምግባር ህግ፡- \nጌታ ‹‹እላችኋለሁ›› በማለት አዲሱን የስነ-ምግባር ህግ አበክሮ ያስታዉቃል፡፡\n፠ ‹‹አትግደል እንደተባለ ሰመታችኋል እኔግን እላችኋለሁ በወንድሙ ላይ የሚቆጣ ፍርድ ይገባዋል›› ማቴ 5፡21\n፠ አታመንዝር እንደተባለ ሰምታችኋል እኔ ግን እላችኋለሁ ወደ ሴት ያየ ሁሉ የተመኛትም ያን ጊዜ በልቡ ከርሷ ጋር አመንዝሯል›› ማቴ 5፡28\n፠ ሚስቱን የሚፈታ ሁሉ የፍችዋን ፅህፈት ይስጣት ለባለ እኔ ግን እላአወኋለሁ ያለ ዝሙት ምክንያት ሚስቱን የሚፈታ ሁሉ አመንዝራ ያደርጋታል የተፈታችዉንም የሚያገባ ያመነዝራል››\n ፠ ባለንጀራህን ዉደድ ጠላትህንም ጥላ እንደተባለ ሰምታችኋል እኔ ግን እላችኋለሁ በሰማያት ላለ አባታችሁ ልጆች ትሆኑ ዘንድ ጠላቶቻችሁን ዉደዱ የሚረግሙአችሁን መርቁ ለሚጠሏችሁም መልካም አድርጉ ስለሚያሳድዷችሁም ፀልዩ፡፡››\n፠ አይን ስለ አይን ጥርስም ስለ ጥርስ አንደተባለ ሰምታችኋል፡፡ እኔ ግን እላችኋለሁ ክፉዉን በክፉ አትቃወሙ ዳሩ ግን ቀኝ ጉንጭህን በጥፊ ለሚመታህ ሁሉ ሁለተኛዉን ደግሞ ተዉለት…. ማቴ 5፡38-39\n፠ ህግ አብልጫዉን የተያያዘዉ ከሰዉ ጋር ሲሆን ሰወች በማህበራዊ ህይወታቸዉን በሚያጋጥሟቸዉ የሞራል ቀዉሶች ሁሉ እንዴት መሆን እንዳለባቸዉ ከአሮጌዉ ህግ ይልቅ ያስተምራል፡፡ በተለይ ይህንን አዲሱን ህግ አንድ አንድ ምሁራን ይህንን በምድር ላይ መተግበር አይቻልም የሚተገበረዉ በአዲሱን በሚመጣዉ የጌታ መንግስት ዉስጥ ነዉ ብለዉ መከራከሪያ ቢያቀርቡም አንድ ለጌታ ለመኖር የወሰነ ክርስቲያን መንፈስ ቅዱስ ስለሚረዳዉ ይህን የስነ-ምግባር መኖር ይህን ያህል የሚከብደዉ አይመስልም ምክንያቱም የሀጢያት ምንጭ ከዉስጣችን ካደረቅን መኖር ይቻላል፡፡  \nበተጨማሪም በአዲስ ኪዳን ዉስጥ በአብላጫዉ የክርስቶስ ተከታዮች መሆናችን የሚገለጥባቸቸዉ ስነ-ምግባሮች በስፋት ተገልፀዋል፡፡ \nፍቅር፡\n እርስ በእርሳችሁ ብትዋደዱ ደቀ መዛሙርቴ መሆናችሁን ሰዎች በዚህ ያዉቃሉ፡፡\n፠ ባለንጀራህን እንደራስህ ዉደድ\n፠ አንተ እንዲደረግልህ የምትፈልገዉን ለሌላዉ አድርግ\n፠ እግዚአብሄር ፍቅር ነዉ የማያየዉን እግዚአብሄርን የሚወድ የሚያየዉን ወንድሙን የሚጠላ እግዚአብሄርን አያዉቅም ወ.ዘ.ተ\n፠ ከፍቅር በስተቀር የማንም ዕዳ አይኑርባችሁ\nትህትና፡\n ትህትናን እንደልብስ ልበሱ \n፠ ራሱን ዝቅ ዝቅ የሚያደርግ ከፍ ከፍ ይላል\n፠ እንግዲህ በጊዜዉ ከፍ እንዲያደርጋችሁ ራሳችሁን ከሀይለኛዉ ከእግዚአብሄር በታች አዋርዱራስን መግዛት፡ \nቅድስና፡\nፅድቅ ተክክለኛ ፍርድ\nርህራሄ፡\n ወዘተ በስፋት ተገልፀዋል፡፡ በተጨማሪም ኢ-ስነ-ምግባራዊ መገለጫ የሆኑ የሥጋ ስራዎች ገላ 5:19 እና መንፈሳዊዉን ስነ-ምግባር በህይወታችን የሚገለጥ የህይወት ፍሬ ተገልጧል፡፡ ገላ 5፡27\nእነዚህ ከላይ የተገለፁት ሁሉ ሌሎች ሃሳቦች ትክክለኛዉን ክርስቲያናዊ ስነ-ምግባር በህይወታችን እንዲታይና የሰማይ አባታችንን ሰወች በእኛ ህይወት አይተዉ እንዲያከብሩት ያስችሉታል፡፡ \nትልቁ የአዲስ ከዳን ጥሪ ለሌሎች ጨዉና ብርሃን ሆነን እንድንታይ ሲሆን ይህም የሚገለጠዉ በመልካም ስራችን (በስነ-ምግባራችን ነዉ) ፡፡ \n'),
          TextSpan(text: '6.6 ዋና ዋና የስነ-ምግባር ምንጮች\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እነዚህ ዋና ዋና የስነ-ምግባር ምንጮች የተባሉት ሰወች በሚኖሩበት ዘመን ሁሉ ስነ-ምግባራቸዉን የሚቀረፀዉ በእነዚህ ስለሆነ ነዉ፡፡ በእነዚህ ምንጮች ተነስቶ በህይወቱ እንቅስቃሴ ሁሉ ስነ-ምግባሩ ይገነባል፡፡ እነዚህ የስነ-ምግባር ምንጮች መነሻ የሚባሉት\nባህል\nሐይማኖት\nፍልስፍና\nመጽሐፍ ቅዱስ\nባህል \nእያንሳንዱ ሰዉ በሚኖርበት ህብረተሰብ መካከል እንደየ መልክአ ምድር አቀማመጡ እንደ ቋንቋዉና ቀለሙ ቢለያይም የራሱ የሆነ ባህልና የአኗኗር ዘይቤ አለዉ፡፡ ከዚህ የተነሳ ህየወቱ የሚቃኘዉ በዚህ ባህል በመሆኑ የእርሱ ባህል የሚቀበለዉን የትኛዉም ጎጂ ድርጊት ሆነ ሌላዉን ነገር እንደ መልካም ስነ-ምግባር አድርጎ ይቀበላል፡፡ ለምሳሌ በአንዳንድ ባህልች ሰዉ መግደል፣ የወሲብ ግንኙነት መፈፀም፣ መስከር፣ መዝፈን፣ ወ.ዘ.ተ እንደ ጀግንነት ተደርጎ ስለሚወሰድ በእነዚህ ባህሎች ዉስጥ ያሉ ሰወች ወደ ጌታ ቤት ከመጡ በኋላ እንኳን በእነዚህ ተፅዕኖዎች ስር ሲሆኑ ይታያል፡፡\nሀይማኖት\n በተለይ ስነ-ምግባርን በመቅረጽ ከፍተኛ ድርሻ ከሚወስዱ ነገሮች አንዱና ትልቁ ሐይማኖት ነዉ፡፡ በአለም ዙሪያ ቢያንስ በሚሊዮኖች የሚቆጠሩ ሐይማኖቶች ሲኖሩ እያንዳንዱ ሐይማኖት የራሱ የሆነ የሐይማኖት መፅሐፍ ሲኖረዉ ከዚያም ባሻገር ተከታዮቹን የሚመራበት የራሱ የሆነ የሐይማኖት ሕግ አለዉ፡፡ ስለዚህ ሰወች ሀይማኖታቸዉን ከመከተላቸዉ የተነሳ ስነ-ምግባራቸዉ በሐይማኖታቸዉ መሰረት ይቀረፃል፡፡ እንዲሁም ብዙጊዜ የሐይማኖታቸዉን ሕግ በመጠበቅ ለመፅደቅ በጥሩ ስ-ምግባር ራሳቸዉን ያንፃሉ፡፡ ለምሳሌ አንዳንድ ሃይማኖቶች ብዙ ሚስት ማግባት ሲፈቅዱ ሌሎች ደግሞ ሚስት ማግባት እንደማያስፈልግ ያስተምራሉ፡፡ አንዱሁም በምግብ፣ በአለባበስ፣ በስራ ዙሪያ ያላቸዉን ስነ-ምግባር ስንመለከት ሐይማኖታቸዉ በምን አይነት ስነ ምግባር እንዳነፃቸዉ በቀላሉ መረዳት ይቻላል፡፡ ሐይማኖት ሰዎች ጥሩ ሞራል እንዲኖራቸዉ ሊያስችል ይችላል፡፡ ነገር ግን የዘላለም ህይወት ሊሰጥ አይችልም ይህንን መስጠት የሚችለዉ ክርስቶስ ብቻ ነዉ፡፡ በተለይ ሐይማኖት በተለያዩ ሰነ-ምግባሮች ላይ ስለሚያተኩር ምን ያህል የስነ-ምግባር ምንጭ እንደሆነ በቀላሉ መረዳት ይቻላል፡፡\nፍልስፍና\n ፍልስፍና ስነ-ምግባርን ከሚቀይሩ ነገሮች አንዱ ሲሆን ተፈጥሮ አዲስ የስነ-ምግባር ህግ እንዲያዉቁና እንዲከተሉ የመድረግ አቅም ያለዉ ነገር ነዉ፡፡ በጥንት የግሪክ ፍልስፍና ዘመን ዓለም የተወረረችዉ በጊዜዉ እየተነሱ በፍልስፍናቸዉ ተፅዕኖ በሚያመፁ ሰወች ነበር፡፡ እነዚህ ሰወች በእምነት በስራና በጋብቻና በማህበራዊ ህይወት ህይወት ዙሪያ የራሳቸዉ የሆነ ፍልስፍናና ስነ-ምግባር ስለነበራቸዉ ሰወች በእነርሱ የስነ ምግባር ስለነበራቸዉ ሰወች በእነርሱ የስነ ምግባር ፍልስፍና ስር ሆነዉ ይከተሉ ነበር፡፡ ከዚህም የተነሳ ቀድሞ የነበራቸዉን መልካም ሆነ ክፉ ስነምግባር በመተዉ ወደ አዲሱ የፍልስፍና ስነ-ምግባር ይሸጋገራሉ፡፡\nስለዚህ ቅዱሳኖች ቆም ብለዉ አለም እየተከተለች ያለዉን የስነ-ምግባር ፍልስፍና በእግዚአብሄር ቃል መሰረት መገምገም አለባቸዉ፡፡ ለአብነት ያህል የዘመኑ ፍልስፍና ጦስ በጋብቻ ላይ እያመጣ ያለዉ ጫና ከፍተኛ ነዉ፡፡ የፍች፣ የኮንትራት ጋብቻ፣ የተመሳሳይ ፆታ ጋብቻ፣ በተለያዩ ሱሶች መጠመድ ሊጠቀሱ ይችላሉ፡፡ በመሆኑም ቆም ብለን ያለንበትን ሁኔታ መገምገም አለብን፡፡ \nመጽሐፍ ቅዱስ\nበትምህርት አንድ ላይ እንደተመለከትነዉ መጽሐፍ ቅዱስ የክርስቲያናዊ ስነ-ምግባር መሰረት ነዉ፡፡ ሰወች ከተለያዩ ባህሎች ሀይማኖቶች ፍልስፍናዎች በኢየሱስ በማመን ይድናሉ፡፡ ጳዉሎስ ለኤፌሶን ሰዎች (ኤፌ 2፡3) እንደተናገረዉ በቀድሞ ስነ-ምግባር ወይም ህይወት እንዳይመላለሱ ትክክለኛዉን የክርስቶስን ስነ-ምግባር ይዘዉ እንዲኖሩ ይፅፍላቸዋል፡፡ መፅሃፍ ቅዱስን ማዕከል ያላደረገ ስነ-ምግባር ትክክለኛዉን የክርስቶስን ስነ-ምግባር ሊገልጥ አይችልም፡፡ በመሆኑም የእዉነተኛ የክርስቶስ ተከታዮች መመሪያ መፅሐፍ ቅዱስ ነዉ፡፡\n'),
          TextSpan(
              text: 'መጽሐፍ ቅዱስ የስነ-ምግባራችን ምንጭ ሲሆን\n', style: CFont.boldReads),
          TextSpan(
              text:
                  '፠ እግዚአብሄር መምሰል እንለማመዳለን\n፠ እግዚአብሄርን ወደመዎቅ እናድጋለን\n፠ ለእግዚአብሄር የሚገባዉን አምልኮ ማቅረብ እንችላለን\n፠ በትክክል ጨዉና፣ ብርሃን ሆነን እንመላለሳለን\n፠ በመከራም ሆነ በብልፅግና የማይለወጥ ህይወት ይኖረናል\n፠ ከመንፈሳዊት የተነሳ የሌሎችን ህይወት መለወጥ የሚችል ህይወት ይኖረናል\n፠ ሌሎችን ወደ እግዚአብሄር መንግስት እንዲገቡ አስተወፀኦ ይኖረናል\n፠ በመንፈስ ቅዱስ ስለምንታዘዝ ፍጥረታዊ ሆነ ስጋዊ ሰወች ሊያደርጉ የማይደፍሩትን ሕይወት መኖር እንችላለን \n፠ ለምሳሌ፡- ጠላትን መዉደድ\nበአጠቃላይ መጽሐፍ ቅዱሳዊ የሆነን ስነ-ምግባር ስንመራ ትክክለኛ የሆነ አለምን መኮነን የሚችል ህይወት ስለምንኖር ከባህል ከሀይማኖት ከፍልስፍና ሰወች ይልቅ ተጽዕኖ ማምጣት እንችላለን፡፡\n'),
          TextSpan(text: '6.7 ዘመናዊ የስነ-ምግባር ዉድቀት\n', style: CFont.subTitle),
          TextSpan(
              text:
                  'እኛ በክርስቶስ አምነን የዳንን ሰወች እግዚአብሄር የሰጣቸዉን አእምሮ ተጠቅመዉ የሰሯቸዉን ዘመናዊ ስራወች ተጠቃሚ ነን፡፡ ለምሳሌ ኮምፒዉተር፣ ኢንተርኔት፣ እና ሌሎች የዘመናዊ ፈጠራ ዉጤቶች ይገኛሉ፡፡ ይህንን ሀሳብ ለመግለጽ የፈለኩት ብዙ ክርስቲያኖች በደፈናዉ ዘመናዊነትን ስለሚቃወሙ ነዉ፡፡ ነገር ግን በዚህ ዘመን እያንዳንዱን ዘመናዊ አመለካከትና አስተሳሰብን ተከትሎ ሰወች የተፈጠሩለትን አግዚአብሄርን የሚያስከብር ትክክለኛ ስነ-ምግባር እንዳይኖሩ ተጽእኖ አየፈጠረባቸዉ ይገኛል፡፡ \n፠ ዘመናዊ እግዚአብሄርን መካድ\n፠ ቅድስናን ንፅህናን ቸል ማለት\n፠ በእግዚአብሄር የለሽ ፍልስፍና መያዝ\n፠ የእግዚአብሄር ቃል ኋላ ቀርና የዘመናዊነት ተላት አድርጎ መመልከት\n፠ በጋብቻ በቤተሰብ በልጆች ዙሪያ ያለዉ ነገር ክብደት ማጣት \n፠ በአለባበስ፣ በአካሄድ፣ በአኗኗር ረገድ የዕያንዳንዱ ስነ-ምግባሮች ማላሸቅ\n፠ የዘመናዊዉን አስተሳሰብ ተጠቅሞ በእግዚአብሄር ፈቃድ ሳይሆን በራስ አስተሳሰብ ፍልስፍና መመራት\n፠ ለፖለቲክ አመለክከትና ስልጣን ሲባል ሌላዉን ዝቅ ማድረግ\n፠ በዘር፣ በጎስ፣ በጎጥ በመሆን ሌላዉን የአዳም ዘር መግፋት\n፠ ኑሮን ለማሸነፍ ሲባል ፍትህን ማጣመም፣ መስረቅ በሀሰት መማል ወ.ዘ.ተ\nእነዚህና እነዚህን የመሳሰሉ ዉድቀቶች በዚህ ዘመን በክርስቲያናዊ ስነ-ምግባር ላይ ከፍተኛ ጥላ አጥልተዋል፡፡ በመሆኑም ቅዱሳኖች ነቅተን እንደቃሉ በመኖር መዋጋት አለብን፡፡\n'),
          TextSpan(
              text: '6.8 ዘመናዊ የስነ-ምግባር ዉድቀት በቤተ-ክርስቲያን ላይ እያደረሰ ያለዉ ጫና\n',
              style: CFont.subTitle),
          TextSpan(
              text:
                  'ቤተ-ክርስቲያን የምትመራበት የራሷ የስነ-ምግባር ደንብና መመሪያ ያላት ሲሆን ይህንን የእግዚአብሄርን ቃል በጣለች ቁጥር የተለያዩ አለማዊ በሆኑ ነገሮች ጫና ስር ትወድቃለች፡፡ በተለይ በዚህ ዘመን ያለችዋን ቤተ ክርስቲያን ስንመለከት በዘመናዊዉ ኢ-መጽሐፍ ቅዱሳዊ ፍልስፍና ከመጠቃቷ አልፎ በአለም ፖለቲካና መርህ ቁጥጥር ወደ መመራት ወደ መሸጋገር ቀርባለች፡፡ ቤተክርስቲያን መመሪያዋ የሆነዉን የእግዚአብሄርን ቃል ጣለች ማለት በትልቅ ዉድቀት ዉስጥ ናት፡፡ በተለይ ስብከቶቻችን ትምህርቶቻችን የተለያዩ አምልኮዎችን መንፈሳዊ የስነ-ምግባር መርህ የተከተሉ ናቸዉ ወይ ብለን ብንፈትሽ በጥያቄ ዉስጥ ያስገባናል፡፡ እንዲሁም በዚህ ፋንታ ዓለማዊነትና የአለም ተግባር በቤተክርስቲያን ዉስጥ አልጋ ወራሽ እየሆነ ይገኛል፡፡\n፠ የአመራር ስነ-ምግባር ከክርስቲያናዊነት መዉጣት\n፠ እንደ ቃሉ የሆነ የመሪነት ስርአት ማጣት\n፠ የእግዚአብሄርን ቃል ያማከለ ትምህርትና ስብከት መጥፋቱ\n፠ የአለም ዘፈኖች ኮፒ ያደረጉ ዘማሪዎችና መዝሙሮች መበራከት\n፠ ከክርስቲያናዊ ስነ-ምግባር ይልቅ ለአገልግሎት ትኩረት መስጠት\n፠ በስራ-በአኗኗር፣ በህብረተሰቡ መሀከል በምናደርገዉ ተሳትፎ ክርስቶስን መግለፅ አለመቻል፡፡\n፠ ቤተክርስቲያን በሰለጠነዉ አለም የግብረ ሰዶማዊያንን ጋብቻ ማፅደቅ\n፠ ዘፈን እርኩሰት፣ ቅድስና ማጣት በቤተክረስቲያን ዉስጥ ችላ መባሉ፡፡\nእነዚህ ነገሮች በሙሉ በአሁኑ ዘመን ዘመናዊ የስነ-ምግባር ዉድቀት በቤተክርስቲያን ዉስጥ ያስከተላቸዉ ነገሮች ናቸዉ፡፡ በመሆኑም ክርስቲያኖች ነቅተን ወደ ክርስቲያናዊ ስነ-ምግባር መመለስ አለብን፡፡!!!!!!!!!\n'),
        ],
      ),
    ),
  ),
];
